Repository: ramonteiro/mySpot
Catalog: My Spot/*.lproj/Localizable.strings
Languages: de, es, id, ja, ru, uk

source: Take Me To
de: Bring mich zu
ja: 私を〜へ連れて行って

source: Setting a public spot to private will remove it from discvoer tab.
de: Einstellen eines öffentlichen Spots an private Entfernen Sie es von der Registerkarte Discvoer.
