Repository: ramonteiro/mySpot
Catalog: My Spot/*.lproj/Localizable.strings
Languages: de, es, id, ja, ru, uk

source: Setting a public spot to private will remove it from discover tab.
es: Establecer un lugar público para privarlo lo eliminará de la pestaña descubir.
id: Menetapkan tempat publik untuk pribadi akan menghapusnya dari tab Pengasih.
ja: 公開スポットをプライベートに設定すると、discoverタブから削除されます。
ru: Установка общедоступного места для частной, удалит его с вкладки discover.
uk: Встановлення публічного місця для приватного вилучить його з вкладки discover.

source: Unable To Remove Public Spot
de: Public Spot kann nicht entfernt werden
es: No se puede eliminar el punto público
id: Tidak dapat menghapus tempat umum
ja: 公開スポットを削除できません
ru: Невозможно удалить общественное место
uk: Неможливо видалити публічне місце

source: Failed to remove spot from discover tab. Please check connection and try again.
de: Fehler beim Entfernen von Spot von Discover Tab. Bitte überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: Error al eliminar el punto desde la pestaña Descubrir. Por favor revise la conexión y vuelva a intentarlo.
id: Gagal menghapus spot dari tab temukan. Silakan periksa koneksi dan coba lagi.
ja: [Discover]タブから[スポット]を削除できませんでした。接続を確認してもう一度やり直してください。
ru: Не удалось удалить место на вкладке «Открыть». Пожалуйста, проверьте соединение и попробуйте снова.
uk: Не вдалося видалити місце з Tab. Перевірте підключення та повторіть спробу.

source: Unable To Save Public Spot
de: Public Spot kann nicht gespeichert werden
es: No se puede guardar el lugar público
id: Tidak dapat menyimpan tempat umum
ja: 公開スポットを節約できません
ru: Невозможно спасти общественное место
uk: Неможливо зберегти публічне місце

source: Failed to save public spot. Please check connection and try again.
de: Public Spot konnte nicht gespeichert werden. Bitte überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: Error al guardar el lugar público. Por favor revise la conexión y vuelva a intentarlo.
id: Gagal menyimpan tempat umum. Silakan periksa koneksi dan coba lagi.
ja: 公開スポットを保存できませんでした。接続を確認してもう一度やり直してください。
ru: Не удалось сохранить общественное место. Пожалуйста, проверьте соединение и попробуйте снова.
uk: Не вдалося зберегти публічне місце. Перевірте підключення та повторіть спробу.

source: Message to My Spot developer:
de: Nachricht an meinen Spot-Entwickler:
es: Mensaje al desarrollador de mi lugar:
id: Pesan ke pengembang spot saya:
ja: 私のスポット開発者へのメッセージ：
ru: Сообщение моему точечному разработчику:
uk: Повідомлення до мого місця розробника:

source: Edit Custom Color
de: Benutzerdefinierte Farbe bearbeiten
es: Editar color personalizado
id: Edit warna khusus
ja: カスタムカラーを編集します
ru: Редактировать пользовательский цвет
uk: Редагувати користувацький колір

source: Color Scheme
de: Farbschema
es: Esquema de colores
id: Skema warna
ja: カラースキーム
ru: Цветовая схема
uk: Кольорова схема

source: New Spots Notification
de: Neue Spots Benachrichtigung
es: Notificación de nuevos lugares
id: Pemberitahuan bintik baru.
ja: 新しいスポット通知
ru: Новые пятна уведомления
uk: Нові сповіщення місць

source: Configure
de: Konfigurieren
es: Configurar
id: Konfigurasikan
ja: 構成、設定
ru: Настроить
uk: Настроювати

source: Area Set To:
de: Bereich auf:
es: Área establecida para:
id: Area diatur ke:
ja: エリアに設定:
ru: Область установлена на:
uk: Площа для:

source: Alerts when new spots are added to your location, within a 10 mile radius. Tap 'Configure' to change the location where new spots should alert you.
de: Alarme, wenn in Ihrem Standort neue Flecken hinzugefügt werden, innerhalb eines Radius von 10 Meilen. Tippen Sie auf Konfigurieren, um den Ort zu ändern, an dem neue Flecken Sie aufmerksam machen sollten.
es: Alertas cuando se agregan nuevos lugares a su ubicación, dentro de un radio de 10 millas. Toque Configurar para cambiar la ubicación donde los nuevos puntos deben alertarle.
id: Lansiran ketika titik-titik baru ditambahkan ke lokasi Anda, dalam radius 10 mil. Ketuk Konfigurasikan untuk mengubah lokasi di mana titik-titik baru harus mengingatkan Anda.
ja: 新しいスポットがあなたの場所に追加されたとき、10マイルの半径内で警告します。新しいスポットが警告する場所を変更するには、[設定]をタップします。
ru: Оповещения, когда новые пятна добавляются в ваше местоположение в радиусе 10 миль. Нажмите Configure, чтобы изменить местоположение, где новые пятна должны предупредить вас.
uk: Повідомлення, коли до вашого місцезнаходження додаються нові плями, в радіусі 10 миль. Натисніть Налаштувати, щоб змінити місце, де нові плями повинні попередити вас.

source: Max Spots To Load:
de: MAX FELTS, um zu laden:
es: Max Spots para cargar:
id: Max spot untuk memuat:
ja: 最大スポットをロードする：
ru: Максимальные пятна для загрузки:
uk: Максимальна пляма для завантаження:

source: Set how many spots to load at once. If load times are slow, lower this number.
de: Stellen Sie fest, wie viele Flecken auf einmal laden. Wenn Ladezeiten langsam sind, senken Sie diese Nummer.
es: Ajuste la cantidad de lugares para cargar a la vez. Si los tiempos de carga son lentos, baje este número.
id: Atur berapa banyak tempat dimuat sekaligus. Jika waktu muat lambat, turunkan nomor ini.
ja: 一度にロードするスポット数を設定します。負荷時間が遅い場合は、この番号を下げます。
ru: Установите, сколько пятен загружается сразу. Если время загрузки медленно, опустите этот номер.
uk: Встановіть, скільки плям завантажуються відразу. Якщо час завантаження повільно, опустіть цей номер.

source: Email Developer
de: E-Mail-Entwickler
es: Desarrollador de correo electrónico
id: Pengembang email
ja: 電子メール開発者
ru: Электронная почта разработчик
uk: Розробник електронної пошти

source: Help
de: Hilfe
es: Ayudar
id: Membantu
ja: ヘルプ
ru: Помощь
uk: Довідка

source: Ask questions, submit bugs, or suggest new features. All comments are welcomed and I will read every email sent!
de: Fragen stellen, Fehler einreichen oder neue Funktionen vorschlagen. Alle Kommentare werden begrüßt und ich werde jede gesendete E-Mail lesen!
es: Haga preguntas, envíe insectos, o sugiera nuevas funciones. Todos los comentarios son bienvenidos y leeré cada correo electrónico enviado!
id: Ajukan pertanyaan, kirimkan bug, atau sarankan fitur-fitur baru. Semua komentar disambut dan saya akan membaca setiap email yang dikirim!
ja: 質問をする、バグを送信する、または新機能を提案してください。すべてのコメントは歓迎され、私は送信されたすべてのEメールを読みます！
ru: Задавайте вопросы, отправьте ошибки или предложите новые функции. Все комментарии приветствуются, и я прочитаю каждое отправленное письмо!
uk: Задавайте питання, надішліть помилки або запропонувати нові функції. Всі коментарі вітаються, і я буду читати кожну електронну пошту!

source: Video Tutorial
de: Videoanleitung
es: Tutorial de video
ja: ビデオチュートリアル
ru: Видеоурок
uk: Відео підручник

source: Youtube video with timestamps to demonstrate how to use My Spot.
de: YouTube-Video mit Zeitstempeln, um demonstrieren, wie ich meinen Fleck benutzt.
es: Video de YouTube con marcas de tiempo para demostrar cómo usar mi lugar.
id: Video YouTube dengan cap waktu untuk menunjukkan cara menggunakan tempat saya.
ja: 私のスポットの使い方を実証するためのタイムスタンプ付きのYouTubeビデオ。
ru: Видео YouTube с Timestamps, чтобы продемонстрировать, как использовать мое место.
uk: YouTube відео з тимчасовими завданнями, щоб продемонструвати, як використовувати моє місце.

source: About Me
de: Über mich
es: Sobre mí
id: Tentang saya
ja: 私について
ru: Обо мне
uk: Про мене

source: A link to my wordpress site with short detail about me and the current privacy policy in My Spot.
de: Ein Link zu meiner WordPress-Site mit kurzen Details über mich und der aktuellen Datenschutzrichtlinie an meiner Stelle.
es: Un enlace a mi sitio de WordPress con un detalle corto sobre mí y la política de privacidad actual en mi lugar.
id: Tautan ke situs WordPress saya dengan detail pendek tentang saya dan kebijakan privasi saat ini di tempat saya.
ja: 私のスポットの中で私と現在のプライバシーポリシーについて短い詳細で私のWordPressサイトへのリンク。
ru: Ссылка на мой сайт WordPress с короткими деталями обо мне и текущей политике конфиденциальности в моем месте.
uk: Посилання на мій сайт WordPress з коротким деталями про мене та поточну політику конфіденційності в моєму місці.

source: Notification Permissions Denied
de: Benachrichtigungsberechtigungen abgelehnt
es: Permisos de notificación denegados
id: Pemberitahuan izin ditolak
ja: 通知権限が拒否されました
ru: Разрешения уведомления отрицают
uk: Дозволи сповіщення відмовлено

source: Please check settings and make sure notifications are on for My Spot.
de: Bitte überprüfen Sie die Einstellungen und stellen Sie sicher, dass Benachrichtigungen für meine Stelle eingeschaltet sind.
es: Por favor revise la configuración y asegúrese de que las notificaciones estén encendidas para mi lugar.
id: Silakan periksa pengaturan dan pastikan pemberitahuan ada di tempat saya.
ja: 設定を確認して、通知が私のスポットの場合は必ず確認してください。
ru: Пожалуйста, проверьте настройки и убедитесь, что уведомления на моих месте.
uk: Будь ласка, перевірте налаштування та переконайтеся, що сповіщення знаходяться на моєму місці.

source: Connection Error
de: Verbindungsfehler
es: Error de conexión
id: Koneksi error
ja: 接続エラー
ru: Ошибка соединения
uk: Помилка з'єднання

source: My Location
de: Mein Standort
es: Mi ubicacion
id: Lokasi saya
ja: 私の場所
ru: Мое местонахождение
uk: Спеціальне місце розташування

source: Custom Location
de: Benutzerdefinierte Lage
es: Ubicación personalizada
id: Lokasi khusus
ja: カスタムロケーション
ru: Пользовательское местоположение
uk: Спеціальне місце розташування

source: Unable To Find New Spots
de: Keine neuen Flecken finden können
es: Incapaz de encontrar nuevos lugares
id: Tidak dapat menemukan tempat baru
ja: 新しいスポットを見つけることができません
ru: Невозможно найти новые пятна
uk: Неможливо знайти нові плями

source: Connection Error. Please check internet connection and try again.
de: Verbindungsfehler. Bitte überprüfen Sie die Internetverbindung und versuchen Sie es erneut.
es: Error de conexión. Por favor revise la conexión a Internet y vuelva a intentarlo.
id: Koneksi error. Silakan periksa koneksi internet dan coba lagi.
ja: 接続エラー。インターネット接続を確認してもう一度やり直してください。
ru: Ошибка соединения. Пожалуйста, проверьте подключение к Интернету и попробуйте снова.
uk: Помилка з'єднання. Будь ласка, перевірте підключення до Інтернету та повторіть спробу.

source: Search Here
de: Suche hier
es: Busca aquí
id: Cari di sini
ja: 検索
ru: Поищи здесь
uk: Пошук тут

source: Max Range Of 5 Mi
de: Maximummer Reichweite von 5 Meilen
es: Rango máximo de 5 millas
id: Rentang Max 5 mil
ja: 5マイルの最大範囲
ru: Максимальный диапазон 5 миль
uk: Максимальний діапазон 5 миль

source: Max Range Of 10 Mi
de: Maximummer Reichweite von 10 Meilen
es: Rango máximo de 10 millas
id: Rentang Max 10 mil
ja: 10マイルの最大範囲
ru: Максимальный диапазон 10 миль
uk: Максимальний діапазон 10 миль

source: Max Range Of 25 Mi
de: Maximummer Reichweite von 25 Meilen
es: Rango máximo de 25 millas
id: Rentang Max 25 mil
ja: 25マイルの最大範囲
ru: Максимальный диапазон 25 миль
uk: Максимальний діапазон 25 миль

source: Max Range Of 50 Mi
de: Maximummer Reichweite von 50 Meilen
es: Rango máximo de 50 millas
id: Rentang Max 50 mil
ja: 50マイルの最大範囲
ru: Максимальный диапазон 50 миль
uk: Максимальний діапазон 50 миль

source: Max Range Of 100 Mi
de: Maximummer Reichweite von 100 Meilen
es: Rango máximo de 100 millas
id: Rentang Max 100 mil
ja: 100マイルの最大範囲
ru: Максимальный диапазон 100 миль
uk: Максимальний діапазон 100 миль

source: You Are Banned
es: Estás prohibido
id: Anda dilarang
ru: Вы заблокированы
uk: Вам заборонено

source: Shows Spots Closest To You
es: Muestra los puntos más cercanos a ti
ru: Показывает места ближе всего к вам
uk: Показує найближчі до вас плями

source: Spots Near Me
es: Manchas cerca de mi
ru: Пятна рядом со мной
uk: Плями біля мене

source: Near
es: Cerrar
ru: Закрыть
uk: закривати

source: Location Services Disabled
es: Servicios de ubicación discapacitados
ru: Услуги местоположения отключены
uk: Послуги з розташування відключеними

source: Near Your Location
es: Cerca de tu ubicación
ru: Рядом с вашим местоположением
uk: Поруч з вашим місцезнаходженням

source: Download
es: Descargar
ru: Скачать
uk: Завантажувати

source: Near You
es: Cerca de usted
ru: Возле тебя
uk: Поруч з вами

source: Finding Location..
es: Encontrar la ubicación..
ru: Нахождение местоположения..
uk: Пошук розташування..

source: Range:
es: Distancia:
ru: Диапазон:
uk: Діапазон:

source: Anywhere
es: En cualquier sitio
ru: Куда угодно
uk: Де завгодно

source: Find
es: Encontrar
ru: Находить
uk: Знаходити

source: No Location Found
es: No se encontró una ubicación
ru: Местоположение не найдено
uk: Не знайдено місця розташування

source: Searching...
es: Buscando...
ru: Ищу...
uk: Пошук...

source: No Spots Found
es: No se encontraron puntos
ru: Не найдено пятен
uk: Не знайдено плям

source: Try expanding your search.
es: Intente expandir su búsqueda.
ru: Попробуйте расширить свой поиск.
uk: Спробуйте розширити пошук.

source: Error Loading Spots
es: Error de carga de puntos
ru: Ошибка загрузки пятна
uk: Помилка завантаження місць завантаження

source: Please check connection and try again
es: Verifique la conexión y vuelva a intentarlo
ru: Пожалуйста, проверьте соединение и попробуйте еще раз
uk: Будь ласка, перевірте з'єднання та повторіть спробу ще раз

source: Description
es: Descripción
ru: Описание
uk: Опис

source: Notifications
es: Notificaciones
ru: Уведомления
uk: Сповіщення

source: Remove All
es: Eliminar todo
ru: Удалить все
uk: Видалити всі

source: Your notifications will arrive here
es: Tus notificaciones llegarán aquí
ru: Ваши уведомления прибудут сюда
uk: Тут надійдуть ваші сповіщення

source: No Notifications
es: No Notificaciones
ru: Нет уведомлений
uk: Ніяких повідомлень

source: Please go to settings to enable notifications
es: Vaya a Configuración para habilitar notificaciones
ru: Пожалуйста, перейдите в настройки, чтобы включить уведомления
uk: Будь ласка, перейдіть до налаштувань, щоб увімкнути сповіщення

source: Are you sure you want to remove all notifications?
es: ¿Estás seguro de que quieres eliminar todas las notificaciones?
ru: Вы уверены, что хотите удалить все уведомления?
uk: Ви впевнені, що хочете видалити всі сповіщення?

source: Share ID
es: Copiar link
ru: Копировать ссылку
uk: Посилання на копіювання

source: Copied
es: Copiado
ru: Скопированный
uk: Скопійований

source: Loading
es: Cargando
ru: Загрузка
uk: Навантаження

source: Manage Shared Playlist
es: Manejar reproducción compartida
ru: Управление общим плейлистом
uk: Керуйте спільним списком відтворення

source: Shared Playlists
es: reproducción compartidas
ru: Общие плейлисты
uk: Спільні списки відтворення

source: Your shared playlist has been modified.
es: Su reproducción compartida ha sido modificada.
ru: Ваш общий список воспроизведения был изменен.
uk: Ваш спільний список відтворення було змінено.

source: Alerts when a shared playlist is modified.
es: Alertas cuando se modifica una reproducción compartida.
ru: Оповещения, когда общий список воспроизведения изменен.
uk: Попередження, коли змінений спільний список відтворення.

source: Your friend's playlist has been modified.
es: La reproducción de tu amigo ha sido modificada.
ru: Плейлист вашего друга был изменен.
uk: Список відтворення вашого друга змінився.

source: New Spots
es: Nuevos puntos
ru: Новые места
uk: Нові місця

source: Invalid Permission
es: Permiso no válido
ru: Недействительное разрешение
uk: Недійсний дозвіл

source: The owner has not allowed you to removed spots.
es: El propietario no le ha permitido eliminar los puntos.
ru: Владелец не позволил вам удалить места.
uk: Власник не дозволив вам видалити місця.

source: Unable To Share
es: Incapaz de compartir
ru: Не в состоянии поделиться
uk: Неможливо поділитися

source: Unable Add Spots
es: Incapaz de agregar puntos
ru: Невозможно добавить пятна
uk: Не в змозі додати плями

source: Invite Accepted!
es: Invite aceptado!
ru: Пригласить принято!
uk: Запросіть прийнято!

source: It may take a few seconds for the playlist to appear.
es: reproducción puede tardar unos segundos en aparecer.
ru: Для появления плейлиста может потребоваться несколько секунд.
uk: На з’явлення списку відтворення може знадобитися кілька секунд.

source: Invalid Invite
es: Invitación inválida
ru: Недействительное приглашение
uk: Недійсне запрошення

source: Please ask for another invite or check internet connection.
es: Solicite otra invitación o verifique la conexión a Internet.
ru: Пожалуйста, попросите другое приглашение или проверьте подключение к Интернету.
uk: Будь ласка, попросіть іншого запрошення або перевірити підключення до Інтернету.

source: Only the owner can delete. If you would like to leave the shared playlist, please tap the person icon and choose yourself.
es: Solo el propietario puede eliminar. Si desea dejar reproducción compartida, toque el icono de la persona y elija usted mismo.
ru: Только владелец может удалить. Если вы хотите покинуть общий список воспроизведения, пожалуйста, нажмите на значок «Человек» и выберите себя.
uk: Тільки власник може видалити. Якщо ви хочете залишити спільний список відтворення, будь ласка, торкніться піктограми людини та виберіть себе.

source: If you are the owner of a shared playlist, all participants will no longer have access.
es: Si usted es el propietario de reproducción compartida, todos los participantes ya no tendrán acceso.
ru: Если вы являетесь владельцем общего списка воспроизведения, все участники больше не будут иметь доступа.
uk: Якщо ви є власником спільного списку відтворення, всі учасники більше не матимуть доступу.

source: %1$@ was added to your area!
es: ¡%1$@ se agregó a su área!
ru: %1$@ был добавлен в ваш район!
uk: %1$@ був доданий до вашого району!

source: What's New
es: Qué hay de nuevo
ru: Что нового
uk: Що нового

source: Use the apple watch extension to quickly find spots near you.
es: Use la extensión de Apple Watch para encontrar rápidamente lugares cerca de usted.
ru: Используйте расширение Apple Watch, чтобы быстро найти места рядом с вами.
uk: Використовуйте розширення Apple Watch, щоб швидко знайти місця біля себе.

source: Add widgets to your home screen to find spots near you at a glance.
es: Agregue widgets a su pantalla de inicio para encontrar lugares cerca de usted de un vistazo.
ru: Добавьте виджеты на домашний экран, чтобы сразу найти места рядом с вами.
uk: Додайте віджети на домашній екран, щоб знайти плями біля вас з першого погляду.

source: Build your playlists with friends! Tap the person icon in any playlist to add people.
es: ¡Construye tus reproducción con amigos! Toque el ícono de la persona en cualquier reproducción para agregar personas.
ru: Постройте свои плейлисты с друзьями! Нажмите на значок «Человек» в любом плейлисте, чтобы добавить людей.
uk: Побудуйте свої списки відтворення з друзями! Торкніться значка людини в будь -якому списку відтворення, щоб додати людей.

source: Continue
es: Continuar
ru: Продолжать
uk: Продовжувати

source: Get notified when new spots are added near you, or when your shared playlists are modified. Go to settings to turn on notifications.
es: Obtenga notificaciones cuando se agregan nuevos puntos cerca de usted, o cuando se modifiquen sus reproducción compartidas. Vaya a Configuración para activar las notificaciones.
ru: Получите уведомление, когда рядом с вами добавляются новые места, или когда ваши общие списки воспроизведения изменены. Перейдите к настройкам, чтобы включить уведомления.
uk: Отримайте сповіщення, коли поблизу вас додаються нові плями, або коли ваші спільні списки відтворення змінюються. Перейдіть до налаштувань, щоб увімкнути сповіщення.

source: Added By:
es: Añadido por:
ru: Добавлено:
uk: Додано:

source: The spot will be removed from the playlist.
es: El lugar será eliminado reproducción.
ru: Пятно будет удалено из плейлиста.
uk: Місце буде знято зі списку відтворення.

source: The spot will still be saved in My Spots.
es: El lugar aún se salvará en My Spots.
ru: Место все еще будет сохранено в My Spots.
uk: Місце все ще буде врятовано в My Spots.

source: If you are the owner of the spot, the spot will still be saved in My Spots.
es: Si usted es el propietario del lugar, el lugar aún se guardará en My Spots.
ru: Если вы являетесь владельцем места, место все равно будет спасено в My Spots.
uk: Якщо ви є власником місця, місце все одно буде збережено в My Spots.

source: Enter Name
ru: Введите имя

source: Optional
ru: По желанию

source: Name*
ru: Имя*

source: Bio
ru: Биография

source: Email
ru: Эл. адрес

source: Enter Account Username
ru: Введите имя пользователя учетной записи

source: Create Account
ru: Зарегистрироваться

source: Unable To Create Account
ru: Невозможно создать учетную запись

source: Failed to create account, you will be asked to create your account later.
ru: Не удалось создать учетную запись, вам будет предложено создать свою учетную запись позже.

source: Pronouns
ru: Местоимение

source: Account
ru: Счет

source: Member Since
ru: Член с тех пор

source: Used for account recovery only
ru: Используется только для восстановления учетной записи

source: Follow me on
ru: Следуй за мной

source: iCloud account temporarily unavailable
ru: учетная запись iCloud временно недоступна

source: Please try again later
ru: Пожалуйста, попробуйте позже

source: Restricted iCloud account
ru: Ограниченная учетная запись iCloud

source: Your iCloud account is restricted by parental controls or remote management
ru: Ваша учетная запись ICloud ограничена родительским управлением или удаленным управлением

source: Could not verify iCloud account
ru: Не удалось проверить учетную запись iCloud

source: Please check internet and try again
ru: Пожалуйста, проверьте Интернет и попробуйте еще раз

source: You Must Be Signed In To iCloud
ru: Вы должны быть вписались в iCloud

source: Please Sign In Or Create An Account In Settings and enable iCloud for My Spot
ru: Пожалуйста, войдите в систему или создайте учетную запись в настройках и включите iCloud для моего места

source: Unknown Error Occured
ru: Неизвестная ошибка произошла

source: Please make sure you are signed in to iCloud
ru: Пожалуйста, убедитесь, что вы вошли в iCloud

source: Check discover tab for more help
ru: Проверьте вкладку Discover для получения дополнительной помощи

source: Sign in to iCloud to Share Spots
ru: Войдите в iCloud, чтобы поделиться местами

source: Badge
ru: Значок

source: Given to users who create a spot with their current location (not custom) and no other spots exist within a 10 mile radius.
ru: Даны пользователям, которые создают место с их текущим местоположением (не пользовательским), и никаких других мест не существует в радиусе 10 миль.

source: Given to users who have been a member since 2022.
ru: Дано пользователям, которые были участником с 2022 года.

source: Given to users who have over 100 spots.
ru: Дается пользователям, у которых более 100 мест.

source: Given to users who have over 50 spots.
ru: Дается пользователям, у которых более 50 мест.

source: Given to users who have over 10 spots.
ru: Дается пользователям, у которых более 10 мест.

source: Given to users who have over 250 downloads.
ru: Дано пользователям, которые имеют более 250 загрузок.

source: Given to users who have over 100 downloads.
ru: Дано пользователям, которые имеют более 100 загрузок.

source: Given to users who have over 50 downloads.
ru: Дано пользователям, которые имеют более 50 загрузок.

source: Flag
ru: Флаг

source: Gold Spotter
ru: Золотой пейзаж

source: Spotter
ru: Корректировщик

source: Gold Downloads
ru: Золотые загрузки

source: Profile
ru: Профиль

source: Unable to load account
ru: Невозможно загрузить учетную запись

source: Loading Account
ru: Загрузка учетной записи

source: Failed To Update Account
ru: Не удалось обновить учетную запись

source: Invalid Coordinates!
ru: Неверные координаты!

source: Longitude(Y)
ru: Долгота (у)

source: Latitude(X)
ru: Широта (x)

source: Enter Coordinates
ru: Введите координаты

source: Apple Watch Support
es: Soporte de Apple Watch
uk: Підтримка Apple Watch

source: Emoji*
ja: 絵文字*
