Repository: ramonteiro/mySpot
Catalog: My Spot/*.lproj/Localizable.strings
Languages: de, es, id, ja, ru, uk

source: Invalid Link
de: Ungültiger Link
es: Enlace no válido
id: Tautan Tidak Valid
ja: 無効なリンク
ru: неправильная ссылка
uk: Недійсний зв'язок

source: Check that the link was not modified and try again.
de: Überprüfen Sie, ob der Link nicht geändert wurde, und versuchen Sie es erneut.
es: Compruebe que el enlace no se modifique y vuelva a intentarlo.
id: Periksa apakah tautannya tidak dimodifikasi dan coba lagi.
ja: リンクが変更されていないことを確認し、もう一度やり直してください。
ru: Убедитесь, что ссылка не была изменена и попробуйте еще раз.
uk: Переконайтеся, що посилання не була змінена та повторіть спробу.

source: Unable To Find Spot
de: Spot kann nicht gefunden werden
es: Incapaz de encontrar el lugar
id: Tidak dapat menemukan tempat
ja: スポットを見つけることができません
ru: Невозможно найти место
uk: Неможливо знайти місце

source: This is due to poor internet connection or the spot you are looking for has been deleted by the founder.
de: Dies ist auf eine schlechte Internetverbindung oder die von Ihnen gesuchte Stelle zurückzuführen, die vom Gründer gelöscht wurde.
es: Esto se debe a la mala conexión a Internet o el lugar que está buscando ha sido eliminado por el Fundador.
id: Ini karena koneksi internet yang buruk atau tempat yang Anda cari telah dihapus oleh pendiri.
ja: これは、インターネット接続不良または探しているスポットが創設者によって削除されました。
ru: Это связано с плохой интернет-соединением или местом, которое вы ищете, был удален основателем.
uk: Це пов'язано з поганим підключенням до Інтернету або місце, яке ви шукаєте, було видалено засновником.

source: Unable To Load More Spots
de: Es können keine mehr Flecken geladen werden
es: Incapaz de cargar más lugares
id: Tidak dapat memuat lebih banyak bintik-bintik
ja: もっとスポットを読み込めません
ru: Невозможно загрузить больше пятен
uk: Неможливо завантажити більше плям

source: Check internet conection and try again.
de: Überprüfen Sie den Internet-Kontakt und versuchen Sie es erneut.
es: Compruebe la conexión a Internet y vuelva a intentarlo.
id: Periksa koneksi internet dan coba lagi.
ja: インターネットの連絡を確認してやり直してください。
ru: Проверьте интернет-сигнал и попробуйте снова.
uk: Перевірте інтернет-концепцію та повторіть спробу.

source: Check out, "
de: Ansehen, "
es: Mirar, "
id: Melihat, "
ja: 見る, "
ru: смотреть на, "
uk: Подивись на, "

source: " on My Spot!
de: " mit My Spot!
es: " con My Spot!
id: " dengan My Spot!
ja: " と My Spot!
ru: " с My Spot!
uk: " з My Spot!

source: If you don't have My Spot, get it on the Appstore here:
de: Wenn Sie nicht meinen Platz haben, bringen Sie es hier auf den AppStore:
es: Si no tienes My Spot, consíguelo en la AppStore aquí:
id: Jika Anda tidak memiliki tempat saya, dapatkan di appstore di sini:
ja: あなたが私の場所を持っていないならば、ここでAppStoreでそれを入手してください：
ru: Если у вас нет моего места, получите его на AppStore здесь:
uk: Якщо у вас немає місця, отримайте його на appstore тут:

source: A new spot was added to your area!
de: In Ihrem Bereich wurde ein neuer Ort hinzugefügt!
es: ¡Se añadió un nuevo lugar a su área!
id: Tempat baru ditambahkan ke daerah Anda!
ja: あなたの地域に新しいスポットが追加されました！
ru: Новое место было добавлено в ваш район!
uk: До вас додано нове місце!

source: Unable To Load Image
de: Bild kann nicht geladen werden
es: No se puede cargar la imagen
id: Tidak dapat memuat gambar
ja: 画像をロードできません
ru: Невозможно загрузить изображение
uk: Неможливо завантажити зображення

source: This error is unknown. Please try again.
de: Dieser Fehler ist unbekannt. Bitte versuche es erneut.
es: Este error es desconocido. Inténtalo de nuevo.
id: Kesalahan ini tidak diketahui. Silakan coba lagi.
ja: このエラーは不明です。もう一度やり直してください。
ru: Эта ошибка неизвестна. Пожалуйста, попробуйте еще раз.
uk: Ця помилка невідома. Будь ласка спробуйте ще раз.

source: Enter Spot Name
de: Geben Sie den Spotnamen ein
es: Ingrese el nombre del punto
id: Masukkan nama spot.
ja: スポット名を入力してください
ru: Введите имя пятна
uk: Введіть назву місця

source: Save
de: Speichern
es: Guardar
id: Menyimpan
ja: 保存する
ru: Сохранять
uk: Урятувати

source: Diameter:
de: Durchmesser:
es: Diámetro:
ja: 直径：
ru: Диаметр:
uk: Діаметр:

source: Saving
de: Sparen
es: Ahorro
id: Penghematan
ja: 節約
ru: Сохранение
uk: Заощадження

source: Radius: 10 Miles
de: Radius: 10 Kilometer
es: Radio: 10 kilómetros.
id: RADIUS: 10 Kilometer
ja: 半径：10キロメートル
ru: Радиус: 10 километров
uk: Радіус: 10 кілометрів

source: Cancel
de: Absagen
es: Cancelar
id: Membatalkan
ja: キャンセル
ru: Отмена
uk: Скасувати

source: You Must Be Signed In To iCloud To Disover And Share Spots
de: Sie müssen in iCloud angemeldet sein, um aufzuwarten, um zu übertreffen und Flecken zu teilen
es: Debe iniciar sesión en iCloud para desbloquear y compartir puntos
id: Anda harus masuk ke iCloud untuk tidak melakukan dan berbagi bintik-bintik
ja: あなたは斑点を解かせて共有するためにiCloudにサインインする必要があります
ru: Вы должны быть зарегистрированы в iCloud, чтобы не вести и поделиться пятнами
uk: Ви повинні бути внесені до iCloud до розходження та поділу плям

source: Please Sign In Or Create An Account In Settings
de: Bitte melden Sie sich an oder erstellen Sie ein Konto in den Einstellungen
es: Por favor, inicie sesión o cree una cuenta en la configuración
id: Silakan masuk atau buat akun di Pengaturan
ja: サインインまたは設定にアカウントを作成してください
ru: Пожалуйста, войдите или создайте учетную запись в настройках
uk: Увійдіть або створіть обліковий запис у налаштуваннях

source: Loading Spots
de: Laden von Spots.
es: Cargando Lugares
id: Memuat bintik-bintik
ja: スポットを読み込む
ru: Загрузка пятна
uk: Завантаження плям

source: Unable to load spots
de: Flecken können nicht geladen werden
es: No se pueden cargar puntos
id: Tidak dapat memuat bintik-bintik
ja: スポットをロードできません
ru: Невозможно загрузить пятна
uk: Неможливо завантажити плями

source: Try refreshing or checking your internet connection
de: Versuchen Sie, Ihre Internetverbindung zu erfrischen oder zu überprüfen
es: Intente refrescarse o revisar su conexión a Internet
id: Coba menyegarkan atau memeriksa koneksi internet Anda
ja: インターネット接続を更新または確認してみてください
ru: Попробуйте освежать или проверять подключение к Интернету
uk: Спробуйте освіжати або перевірити підключення до Інтернету

source: Discover
de: Entdecken
es: Descubrir
id: Menemukan
ja: 発見する
ru: Обнаружить
uk: Виявляти

source: Max Range Of 5 Km
de: Maximales Reichweite von 5 Kilometern
es: Rango máximo de 5 kilómetros
id: Kisaran Max 5 Kilometer
ja: 最大範囲5キロメートル
ru: Максимальный диапазон в 5 километрах
uk: Максимальний діапазон 5 кілометрів

source: Max Range Of 10 Km
de: Maximales Reichweite von 10 Kilometern
es: Rango máximo de 10 kilómetros
id: Kisaran Max 10 Kilometer
ja: 最大範囲10キロメートル
ru: Максимальный диапазон в 10 километрах
uk: Максимальний діапазон 10 кілометрів

source: Max Range Of 25 Km
de: Maximales Reichweite von 25 Kilometern
es: Rango máximo de 25 kilómetros
id: Kisaran Max 25 Kilometer
ja: 最大範囲25キロメートル
ru: Максимальный диапазон в 25 километрах
uk: Максимальний діапазон 25 кілометрів

source: Max Range Of 50 Km
de: Maximales Reichweite von 50 Kilometern
es: Rango máximo de 50 kilómetros
id: Kisaran Max 50 Kilometer
ja: 最大範囲50キロメートル
ru: Максимальный диапазон в 50 километрах
uk: Максимальний діапазон 50 кілометрів

source: Max Range Of 100 Km
de: Maximales Reichweite von 100 Kilometern
es: Rango máximo de 100 kilómetros
id: Kisaran Max 100 Kilometer
ja: 最大範囲100キロメートル
ru: Максимальный диапазон в 100 километрах
uk: Максимальний діапазон 100 кілометрів

source: Anywhere In The World
de: Überall auf der Welt
es: En cualquier lugar del mundo
id: Dimanapun di dunia
ja: 世界のどこでも
ru: В любой точке мира
uk: В будь-якому місці світу

source: Any
de: Irgendein
es: Ninguna
id: Setiap
ja: どれでも
ru: Любой
uk: Будь-який

source: Load More Spots
de: Mehr Flecken laden.
es: Carga Mas Lugares
id: Muat lebih banyak bintik-bintik
ja: より多くのスポットを読み込む
ru: Загрузить больше пятен
uk: Завантажте більше плям

source: Sort By Likes
de: Sortieren nach Likes.
es: Ordenar por descargas
id: Urutkan oleh SUYES.
ja: likesで並べ替えます
ru: Сортировка по загрузке
uk: Сортуйте за завантаженнями

source: Sort By Closest
de: Sortieren nach nächstgelegen
es: Ordenar por el más cercano
id: Urutkan berdasarkan paling dekat
ja: 並べ替えます
ru: Сортировать по ближайшему
uk: Сортувати ближче

source: Sort By Newest
de: Sortieren nach neuestem.
es: Ordenar por el más nuevo
id: Urutkan berdasarkan terbaru
ja: 最新で並べ替えます
ru: Сортировать по новому
uk: Сортувати за новими

source: Sort By Name
de: Nach Name sortieren
es: Ordenar por nombre
id: Diurutkan berdasarkan nama
ja: 名前順
ru: Сортировать по имени
uk: Сортувати за назвою

source: Closest
de: Am nächsten
es: Más cercano
id: Terdekat.
ja: 在した
ru: Ближайший
uk: Найближчий

source: Name
es: Nombre
id: Nama
ja: 名前
ru: Имя
uk: Назва

source: Newest
de: Neueste
es: El más nuevo
id: Terbaru
ja: 最新
ru: Новейший
uk: Новітній

source: Likes
es: Descargas
id: Suka.
ja: li
ru: Загрузки
uk: Завантаження

source: Search
de: Suche
es: Búsqueda
id: Mencari
ja: 探す
ru: Поиск
uk: Пошук

source: Unable To Upload Spot
de: Spot kann nicht hochgeladen werden
es: Incapaz de subir al punto
id: Tidak dapat mengunggah spot
ja: スポットをアップロードできません
ru: Невозможно загрузить место
uk: Неможливо завантажити місце

source: OK
es: DE ACUERDO
id: Oke
ja: わかった
ru: ХОРОШО
uk: добре

source: Please check internet connection and try again.
de: Bitte überprüfen Sie die Internetverbindung und versuchen Sie es erneut.
es: Por favor revise la conexión a Internet y vuelva a intentarlo.
id: Silakan periksa koneksi internet dan coba lagi.
ja: インターネット接続を確認してもう一度やり直してください。
ru: Пожалуйста, проверьте подключение к Интернету и попробуйте снова.
uk: Будь ласка, перевірте підключення до Інтернету та повторіть спробу.

source: Delete
de: Löschen
es: Borrar
id: Menghapus
ja: 消去
ru: Удалить
uk: Видаляти

source: Are you sure you want to delete?
de: Sind Sie sicher, dass Sie löschen möchten?
es: ¿Estas seguro que quieres borrarlo?
id: Apakah Anda yakin ingin menghapus?
ja: 消去してもよろしいですか？
ru: Вы уверены, что хотите удалить?
uk: Ви впевнені, що хочете видалити?

source: Search All Spots
de: Suche alle Spots.
es: Buscar todos los lugares
id: Cari semua titik
ja: すべてのスポットを検索します
ru: Поиск всех пятен
uk: Шукайте всі плями

source: No Spots Here Yet!
de: Keine Flecken hier!
es: ¡No hay lugares aquí todavía!
id: Belum ada bintik di sini!
ja: まだここにスポットがありません！
ru: Здесь пока нет мест!
uk: Ніяких місць ще немає!

source: Add Some With The
de: Fügen Sie einige mit dem hinzu
es: Añadir algunos con el
id: Tambahkan beberapa dengan
ja: に加えてください
ru: Добавить немного с
uk: Додайте деякі з

source: Button Above
de: Button oben.
es: Botón arriba
id: Tombol di atas
ja: 上のボタン
ru: Кнопка выше
uk: Кнопка вище

source: Playlists
de: Wiedergabelisten
es: Reproducciónes
id: Daftar putar
ja: プレイリスト
ru: Плейлисты
uk: Списки відтворення

source: No Playlists Here Yet!
de: Keine Wiedergabelisten hier!
es: ¡No hay reproducciónes aquí!
id: Belum ada daftar putar di sini!
ja: まだプレイリストはありません！
ru: Здесь пока нет плейлистов!
uk: Ніяких списків відтворення тут ще немає!

source: Playlist Name*
es: Nombre de las reproducciónes *
id: Nama daftar putar *
ja: プレイリスト名*
ru: Имя плейлиста *
uk: Ім'я списку відтворення *

source: Emoji ID*
de: Emoji-Identifikation *
es: Identificación Emoji *
id: Identifikasi Emoji *
ja: 絵文字の識別*
ru: Идентификация Emoji *
uk: Ідентифікація emoji *

source: Create Playlist
de: Wiedergabeliste erstellen
es: Crear reproducciónes
id: Buat daftar putar
ja: プレイリストを作成します
ru: Создать плейлист
uk: Створення списку відтворення

source: Done
de: Erledigt
es: Hecho
id: Selesai
ja: 終わり
ru: Готово
uk: Зроблений

source: Are you sure you want to delete playlist?
de: Sind Sie sicher, dass Sie die Wiedergabeliste löschen möchten?
es: ¿Estás seguro de que quieres eliminar el reproducción?
id: Apakah Anda yakin ingin menghapus daftar putar?
ja: プレイリストを削除してもよろしいですか？
ru: Вы уверены, что хотите удалить плейлист?
uk: Ви впевнені, що хочете видалити список відтворення?

source: Are You Sure You Want To Delete
de: Sind Sie sicher, dass Sie löschen möchten
es: Estas seguro que quieres borrarlo
id: Apakah Anda yakin ingin menghapus
ja: 消去してもよろしいですか
ru: Вы уверены, что хотите удалить
uk: Ви впевнені, що хочете видалити

source: Are you sure you want to delete spot?
de: Möchten Sie sicher, dass Sie den Platz löschen möchten?
es: ¿Estás seguro de que quieres eliminar el punto?
id: Apakah Anda yakin ingin menghapus tempat?
ja: スポットを削除してよろしいですか？
ru: Вы уверены, что хотите удалить место?
uk: Ви впевнені, що хочете видалити місце?

source: Enter Playlist Name
de: Geben Sie den Namen der Wiedergabeliste ein
es: Ingrese el nombre de las reproducciónes
id: Masukkan nama daftar putar
ja: プレイリストの名前を入力してください
ru: Введите имя воспроизведения
uk: Введіть назву списку відтворення

source: Enter Emoji
de: Geben Sie Emoji ein
es: Entrar Emoji
id: Masukkan Emoji.
ja: 絵文字に入る
ru: Введите emoji
uk: Введіть Emoji

source: Add Spots
de: Flecken hinzufügen.
es: Agregar manchas
id: Tambahkan bintik-bintik
ja: スポットを追加します
ru: Добавить пятна
uk: Додати плями

source: No Spots Available To Add
de: Keine Spots zum Hinzufügen
es: No hay lugares disponibles para agregar
id: Tidak ada tempat yang tersedia untuk ditambahkan
ja: 追加可能なスポットはありません
ru: Нет места для добавления мест
uk: Немає місця для додавання

source: Edit
de: Bearbeiten
es: Editar
ja: 編集
ru: Редактировать
uk: Редагувати

source: Empty Playlist
de: Leere Wiedergabeliste
es: Reproducción vacía
id: Daftar putar kosong
ja: 空のプレイリスト
ru: Пустой плейлист
uk: Порожній список відтворення

source: Unable To Save Spot
de: Spot kann nicht gespeichert werden
es: Incapaz de guardar el punto
id: Tidak dapat menyimpan tempat
ja: スポットを保存できません
ru: Невозможно сохранить место
uk: Неможливо зберегти місце

source: Failed to save spot. Please try again.
de: Fehlgeschlagen, um Platz zu sparen. Bitte versuche es erneut.
es: Error al guardar el lugar. Inténtalo de nuevo.
id: Gagal menyimpan tempat. Silakan coba lagi.
ja: スポットを保存できませんでした。もう一度やり直してください。
ru: Не удалось сохранить место. Пожалуйста, попробуйте еще раз.
uk: Не вдалося зберегти місце. Будь ласка спробуйте ще раз.

source: Error Deleting Spot
de: Fehler beim Löschen von Spot.
es: Error al eliminar el punto
id: Kesalahan Menghapus Spot.
ja: スポットの削除エラー
ru: Ошибка удаления места
uk: Помилка видалення місця

source: Spot will be removed from 'Discover' tab and no longer sharable. If this spot is still in 'My Spots' tab, it will not be deleted there.
de: Spot wird aus der Registerkarte 'Entdecken' entfernt und nicht mehr nicht mehr verfügbar. Wenn sich dieser Ort noch in der Registerkarte 'My Spots' befindet, wird es dort nicht gelöscht.
es: El lugar se eliminará de la pestaña 'Descubrir' y ya no es compartible. Si este lugar todavía está en la pestaña 'My Spots', no se eliminará allí.
id: Spot akan dihapus dari tab 'temukan' dan tidak lagi dapat dibagi. Jika tempat ini masih di tab 'My Spots', itu tidak akan dihapus di sana.
ja: スポットは「Discover」タブから削除され、共有できなくなりました。このスポットがまだ「マイスポット」タブにある場合は、そこでは削除されません。
ru: SPOT будет удален с 'Открыть' вкладку и больше не разделяющую. Если это место все еще находится на вкладке 'Мy Spots', там не будет удалена.
uk: Місце буде вилучено з вкладки 'Відкрити' і більше не розділяється. Якщо це місце ще вкладку 'My Spots', вона не буде видалена там.

source: Spot will be removed from 'My Spots' tab. If this spot is still in 'Discover' tab, it will not be deleted there.
de: Spot wird von der Registerkarte 'My Spots' entfernt. Wenn sich dieser Ort noch in der Registerkarte 'entdecken' befindet, wird es dort nicht gelöscht.
es: El lugar se eliminará de la pestaña 'My Spots'. Si este lugar todavía está en la pestaña 'Descubrir', no se eliminará allí.
id: Tempat akan dihapus dari tab 'My Spots'. Jika tempat ini masih dalam tab 'Temukan', itu tidak akan dihapus di sana.
ja: スポットは「マイスポット」タブから削除されます。このスポットがまだ「Discover」タブにある場合は、そこでは削除されません。
ru: Спот будет удален с 'My Spots'. Если это место все еще находится на вкладке 'Откройте для себя', она не будет удалена там.
uk: Місце буде вилучено з вкладки 'My Spots'. Якщо це місце все ще знаходиться в вкладці 'Відкрити', то там не буде видалено.

source: away
de: weg
es: de distancia
id: jauhnya
ja: 先
ru: прохождения

source: Report Spot
de: Berichtspunkt melden
es: Lugar de informes
id: Laporkan Spot.
ja: レポートスポット
ru: Сообщить о месте
uk: Доповідь

source: Report Received
de: Empfangener Bericht
es: Informe recibido
id: Laporan diterima
ja: 受け取ったレポート
ru: Отчет получил
uk: Звіт отриманий

source: How should this spot be reported?
de: Wie soll dieser Ort berichtet werden?
es: ¿Cómo se debe informar este lugar?
id: Bagaimana seharusnya tempat ini dilaporkan?
ja: このスポットはどのように報告されるべきですか？
ru: Как следует сообщать это место?
uk: Як слід повідомити це місце?

source: Dangerous
de: Gefährlich
es: Peligroso
id: Berbahaya
ja: 危険
ru: Опасный
uk: Небезпечний

source: Spam
es: Correo no deseado
ja: スパム
ru: Спам
uk: Спам

source: Inappropriate
de: Unangemessen
es: Inadecuado
id: Tidak pantas
ja: 不適切
ru: Неприличный
uk: Недоречний

source: Offensive
de: Beleidigend
es: Ofensivo
id: Menyinggung
ja: 攻撃
ru: Наступление
uk: Образливий

source: Loading Image
de: Bild laden
es: Imagen de carga
id: Memuat Gambar
ja: 画像を読み込む
ru: Загрузка изображения
uk: Завантаження зображення

source: Cannot Find Location
de: Lage kann nicht finden
es: No se puede encontrar la ubicación
id: Tidak dapat menemukan lokasi
ja: 場所が見つかりません
ru: Не могу найти местоположение
uk: Не може знайти місце розташування

source: By:
de: Erstellt von:
es: Creado por:
id: Dibuat oleh:
ja: によって作成された：
ru: Сделано:
uk: Створений:

source: Spot Name*
es: Nombre del lugar *
id: Nama Tempat *
ja: スポット名*
ru: Имя пятна *
uk: Назва місця *

source: Founder's Name*
de: Name des Gründers *
es: Nombre del fundador *
id: Nama pendiri *
ja: 創設者の名前*
ru: Имя основателя *
uk: Ім'я засновника *

source: Share Spot
de: Portion teilen
es: Parte de la acción
id: Bagikan Spot.
ja: シェアスポット
ru: Поделиться местом
uk: Поділитися місцем

source: Public spots are shown in discover tab to other users.
de: Public Spots werden in der Registerkarte Discover an andere Benutzer angezeigt.
es: Los puntos públicos se muestran en la pestaña Discover a otros usuarios.
id: Tempat-tempat umum ditampilkan di tab Temukan ke pengguna lain.
ja: パブリックスポットは他のユーザーにTABの発見に表示されます。
ru: Публичные места показаны на вкладке «Откройте для других пользователей».
uk: Публічні плями відображаються в Tab для інших користувачів.

source: Spot Description
de: Spot Beschreibung
es: Descripción del lugar
id: Deskripsi Tempat
ja: スポットの説明
ru: Спот Описание
uk: Опис місця

source: Use # to add tags. Example: #hiking #skating
de: Verwenden Sie #, um Tags hinzuzufügen. Beispiel: #hiken #Schating
es: Utilice # para agregar etiquetas. Ejemplo: #hiking #skating
id: Gunakan # untuk menambahkan tag. Contoh: #hiking #skating
ja: タグを追加するには＃を使用してください。例：#HIKIKE #SKAGE
ru: Используйте #, чтобы добавить теги. Пример: #hiking #sking
uk: Використовуйте #, щоб додати теги. Приклад: #hiking #skating

source: Date Found
de: Datum gefunden
es: Fecha encontrada
id: Tanggal ditemukan
ja: 発見されました
ru: Дата найдена
uk: Знайдена дата

source: Location is permanent and cannot be changed after creating spot.
de: Der Standort ist dauerhaft und kann nach dem Erstellen von Spot nicht geändert werden.
es: La ubicación es permanente y no se puede cambiar después de crear un lugar.
id: Lokasi permanen dan tidak dapat diubah setelah membuat spot.
ja: 場所は恒久的であり、スポットを作成した後に変更することはできません。
ru: Расположение постоянное и не может быть изменено после создания места.
uk: Розташування є постійним і не може бути змінено після створення місця.

source: Photo of Spot
de: Foto von Spot.
es: Foto de lugar
id: Foto Spot.
ja: スポットの写真
ru: Фото пятно
uk: Фото місця

source: Only 1 image is required (up to 3).
de: Nur noch 1 Bild ist erforderlich (bis zu 3).
es: Solo se requiere 1 imagen (hasta 3).
id: Hanya 1 gambar yang diperlukan (hingga 3).
ja: 1つの画像だけが必要です（最大3）。
ru: Требуется только 1 изображение (до 3).
uk: Потрібно лише 1 зображення (до 3).

source: Choose Image From Photos or Camera
de: Wählen Sie Bild von Fotos oder Kamera
es: Elija la imagen de las fotos o la cámara
id: Pilih gambar dari foto atau kamera
ja: 写真やカメラから画像を選択してください
ru: Выберите изображение с фотографий или камеры
uk: Виберіть зображення з фотографій або камеру

source: Camera
de: Kamera
es: Cámara
id: Kamera
ja: カメラ
ru: Камера
uk: Камеру

source: Photos
de: Fotos
es: Fotografías
id: Foto.
ja: 写真
ru: Фотографии
uk: Фотографії

source: Create Spot
de: Spot erstellen
es: Crear lugar
id: Buat Spot.
ja: スポットを作成します
ru: Создать место
uk: Створювати місце

source: No Internet Connection Found.
de: Keine Internetverbindung gefunden.
es: No se ha encontrado conexión a Internet.
id: Tidak ditemukan koneksi internet.
ja: インターネット接続は見つかりませんでした。
ru: Нет подключения к Интернету.
uk: Не знайдено підключення до Інтернету.

source: Internet Is Required to Find Location.
de: Internet ist erforderlich, um den Ort zu finden.
es: Se requiere Internet para encontrar la ubicación.
id: Internet diperlukan untuk menemukan lokasi.
ja: インターネットは場所を見つけるために必要です。
ru: Интернет обязан найти местоположение.
uk: Інтернет потрібно знайти місце розташування.

source: Location services are not enabled for My Spot.
de: Standortdienste sind für meine Stelle nicht aktiviert.
es: Los servicios de ubicación no están habilitados para mi lugar.
id: Layanan lokasi tidak diaktifkan untuk tempat saya.
ja: ロケーションサービスは私のスポットに対して有効になっていません。
ru: Расположение Услуги не включены для моего места.
uk: Мій місце розташування не включено.

source: Please enable location in settings.
de: Bitte aktivieren Sie den Speicherort in den Einstellungen.
es: Por favor, habilite la ubicación en la configuración.
id: Harap aktifkan lokasi di Pengaturan.
ja: 設定内の場所を有効にしてください。
ru: Пожалуйста, включите местоположение в настройках.
uk: Увімкніть розташування в налаштуваннях.

source: Settings
de: Einstellungen
es: Ajustes
id: Pengaturan
ja: 設定
ru: Настройки
uk: Налаштування

source: Or create a spot with a custom location
de: Oder erstellen Sie einen Platz mit einem benutzerdefinierten Standort
es: O crear un lugar con una ubicación personalizada
id: Atau buat tempat dengan lokasi khusus
ja: またはカスタムの場所でスポットを作成します
ru: Или создать место с пользовательским местоположением
uk: Або створити місце з спеціальним місцем розташування

source: Set Custom Location
de: Setzen Sie den benutzerdefinierten Standort ein
es: Establecer la ubicación personalizada
id: Atur Lokasi Kustom
ja: カスタムロケーションを設定します
ru: Установите пользовательское местоположение
uk: Встановіть власне місце розташування

source: Public
de: Öffentlich
es: Público
id: Publik
ja: 公衆
ru: Публичный
uk: Публічний

source: Enter Founder Name
de: Geben Sie den Gründernamen ein
es: Ingrese el nombre del fundador
id: Masukkan nama pendiri
ja: 登場人の名前を入力してください
ru: Введите имя основателя
uk: Введіть ім'я засновника

source: Failed to upload spot. Spot is now set to private, please try again later and check internet connection.
de: Fehler beim Hochladen des Spots Spot ist jetzt privat eingestellt, bitte versuchen Sie es später erneut und überprüfen Sie die Internetverbindung.
es: Error al subir al punto. El lugar ahora está establecido en privado, inténtelo de nuevo más tarde y verifique la conexión a Internet.
id: Gagal mengunggah tempat. Spot sekarang disetel ke pribadi, silakan coba lagi nanti dan periksa koneksi internet.
ja: スポットのアップロードに失敗しました。スポットがプライベートに設定されているので、後でもう一度やり直してインターネット接続を確認してください。
ru: Не удалось загрузить место. Теперь SPOTE находится в частном порядке, пожалуйста, попробуйте позже позже и проверить подключение к Интернету.
uk: Не вдалося завантажити місце. Тепер місце встановлюється приватним, будь ласка, спробуйте пізніше і перевірте підключення до Інтернету.

source: Private
de: Privat
es: Privado
id: Pribadi
ja: プライベート
ru: Частный
uk: Приватний
