Repository: ramonteiro/mySpot
Catalog: Local/*.lproj/Localizable.strings
Languages: de, fr, hi, pt_br

source: A link to my wordpress site with short detail about me and the current privacy policy in My Spot.
de: Ein Link zu meiner WordPress Seite mit kurzen Details über mich und der aktuellen Datenschutzrichtlinie in My Spot.
fr: Un lien vers mon site WordPress avec des détails courts sur moi et la politique de confidentialité actuelle à mon endroit.
hi: मेरे वर्डप्रेस साइट के लिए एक लिंक मेरे बारे में संक्षिप्त विवरण और मेरे स्थान पर वर्तमान गोपनीयता नीति के साथ।
pt_br: Um link para o meu site do WordPress com detalhes curtos sobre mim e a atual política de privacidade do app.

source: Notification Permissions Denied
de: Benachrichtigungsberechtigungen abgelehnt
fr: Autorisations de notification refusé
hi: अधिसूचना अनुमतियाँ इनकार कर दी
pt_br: Permissões de notificação negadas

source: Please check settings and make sure notifications are on for My Spot.
de: Bitte überprüfe die Einstellungen und stelle sicher, dass Benachrichtigungen für My Spot eingeschaltet sind.
fr: Veuillez vérifier les paramètres et vous assurer que les notifications sont sur mon site.
hi: कृपया सेटिंग्स की जांच करें और सुनिश्चित करें कि मेरे स्थान के लिए अधिसूचनाएं चालू हैं।
pt_br: Por favor, verifique os Ajustes e certifique-se de que as notificações estão ativadas para este app.

source: Connection Error
de: Verbindungsfehler
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
pt_br: Erro de conexão

source: My Location
de: Mein Standort
fr: Ma position
hi: मेरा स्थान
pt_br: Minha localização

source: Custom Location
de: Benutzerdefinierter Standort
fr: Emplacement personnalisé
hi: कस्टम स्थान
pt_br: Localização personalizada

source: Unable To Find New Spots
de: Neue Spots können nicht gefunden werden
fr: Impossible de trouver de nouvelles taches
hi: नए स्पॉट खोजने में असमर्थ
pt_br: Não é possível encontrar novos atrações

source: Connection Error. Please check internet connection and try again.
de: Verbindungsfehler. Bitte überprüfe die Internetverbindung und versuche es erneut.
fr: Erreur de connexion. Veuillez vérifier la connexion Internet et réessayer.
hi: कनेक्शन त्रुटि। कृपया इंटरनेट कनेक्शन की जांच करें और पुनः प्रयास करें।
pt_br: Erro de conexão. Por favor, verifique a conexão com a Internet e tente novamente.

source: Search Here
de: Suche hier
fr: Cherche ici
hi: यहां तलाश करो
pt_br: Procure aqui

source: Max Range Of 5 Mi
de: Maximale Reichweite von 5 Meilen
fr: Max gamme de 5 miles
hi: अधिकतम 5 मील की सीमा
pt_br: Faixa máxima de 5 milhas

source: Max Range Of 10 Mi
de: Maximale Reichweite von 10 Meilen
fr: Max gamme de 10 miles
hi: अधिकतम 10 मील की सीमा
pt_br: Faixa máxima de 10 milhas

source: Max Range Of 25 Mi
de: Maximale Reichweite von 25 Meilen
fr: Max gamme de 25 miles
hi: अधिकतम 25 मील की सीमा
pt_br: Faixa máxima de 25 milhas

source: Max Range Of 50 Mi
de: Maximale Reichweite von 50 Meilen
fr: Max gamme de 50 miles
hi: अधिकतम 50 मील की सीमा
pt_br: Faixa máxima de 50 milhas

source: Max Range Of 100 Mi
de: Maximale Reichweite von 100 Meilen
fr: Max gamme de 100 miles
hi: अधिकतम 100 मील की सीमा
pt_br: Faixa máxima de 100 milhas

source: You Are Banned
de: Du bist verbannt
fr: Vous êtes banni
hi: आप पर प्रतिबंध लगा दिया गया हैं
pt_br: Você está banido

source: Shows Spots Closest To You
de: Zeigt Flecken, die Ihnen am nächsten stehen
fr: Montre les taches les plus proches de vous
hi: आप के सबसे करीब धब्बे दिखाते हैं
pt_br: Mostra as manchas mais próximas de você

source: Spots Near Me
de: Spots in meiner Nähe
fr: Des taches près de moi
hi: मेरे पास स्पॉट
pt_br: Atrações perto de mim

source: Near
de: schließen
fr: proche
hi: बंद करे
pt_br: perto

source: Location Services Disabled
de: Standortdienste deaktiviert
fr: Services de localisation désactivés
hi: स्थान सेवाएं अक्षम
pt_br: Serviços de localização desativados

source: Near Your Location
de: In der Nähe Ihres Standortes
fr: Près de votre emplacement
hi: अपने स्थान के पास
pt_br: Perto da sua localização

source: Download
fr: Télécharger
hi: डाउनलोड

source: Near You
de: Nahe bei dir
fr: Près de toi
hi: तुम्हारे पास
pt_br: Perto de você

source: Finding Location..
de: Standort finden..
fr: Trouver un emplacement..
hi: स्थान ढूंढना..
pt_br: Encontrando localização..

source: Range:
de: Bereich:
fr: Varier:
hi: श्रेणी:
pt_br: Alcance:

source: Anywhere
de: Irgendwo
fr: Partout
hi: कहीं भी
pt_br: Em qualquer lugar

source: Find
de: Finden
fr: Trouver
hi: पाना
pt_br: Encontrar

source: No Location Found
de: Kein Standort gefunden
fr: Aucun emplacement trouvé
hi: कोई स्थान नहीं मिला
pt_br: Nenhuma atração encontrada

source: Searching...
de: Suche...
fr: Recherche...
hi: खोज कर...
pt_br: Procurando...

source: No Spots Found
de: Keine Flecken gefunden
fr: Aucune place trouvée
hi: कोई स्पॉट नहीं मिला
pt_br: Nenhuma atração encontrada

source: Try expanding your search.
de: Versuchen Sie, Ihre Suche zu erweitern.
fr: Essayez d'étendre votre recherche.
hi: अपनी खोज का विस्तार करने का प्रयास करें।
pt_br: Tente expandir sua pesquisa.

source: Error Loading Spots
de: Fehlerladestellungen
fr: Erreur de chargement des taches
hi: त्रुटि लोड हो रहा है
pt_br: Erro ao carregar atrações

source: Please check connection and try again
de: Bitte überprüfen Sie die Verbindung und versuchen Sie es erneut
fr: Veuillez vérifier la connexion et réessayer
hi: कृपया कनेक्शन की जाँच करें और पुनः प्रयास करें
pt_br: Por favor, verifique a conexão com a Internet e tente novamente

source: Description
de: Beschreibung
fr: La description
hi: विवरण
pt_br: Descrição

source: Notifications
de: Benachrichtigungen
hi: अधिसूचना
pt_br: Notificações

source: Remove All
de: Alles entfernen
fr: Enlever tout
hi: सभी हटाएं
pt_br: Deletar tudo

source: Your notifications will arrive here
de: Ihre Benachrichtigungen werden hier ankommen
fr: Vos notifications arriveront ici
hi: आपकी सूचनाएँ यहाँ आ जाएंगी
pt_br: Suas notificações chegarão por aqui

source: No Notifications
de: Keine Benachrichtigungen
fr: Aucune notification
hi: कोई सूचनाएं नहीं
pt_br: Nenhuma notificação

source: Please go to settings to enable notifications
de: Bitte gehen Sie zu Einstellungen, um Benachrichtigungen zu aktivieren
fr: Veuillez accéder aux paramètres pour activer les notifications
hi: कृपया सूचनाओं को सक्षम करने के लिए सेटिंग्स पर जाएं
pt_br: Por favor, vá para Ajustes para ativar notificações

source: Are you sure you want to remove all notifications?
de: Sind Sie sicher, dass Sie alle Benachrichtigungen entfernen möchten?
fr: Êtes-vous sûr de vouloir supprimer toutes les notifications?
hi: क्या आप सुनिश्चित हैं कि आप सभी सूचनाओं को हटाना चाहते हैं?
pt_br: Tem certeza de que deseja remover todas as notificações?

source: Share ID
de: Link kopieren
fr: Copier le lien
hi: प्रतिरूप जोड़ना
pt_br: Compartilhar ID

source: Copied
de: Kopiert
fr: Copié
hi: कॉपी किया गया
pt_br: Copiado

source: Loading
de: Wird geladen
fr: Chargement
hi: लोड हो रहा है
pt_br: Carregando

source: Manage Shared Playlist
de: Shared Playlist verwalten
fr: Gérer playlist partagée
hi: साझा प्लेलिस्ट का प्रबंधन करें
pt_br: Gerenciar lista compartilhada

source: Shared Playlists
fr: playlists partagées
hi: साझा प्लेलिस्ट
pt_br: Listas compartilhadas

source: Your shared playlist has been modified.
de: Ihre gemeinsam genutzte playlist wurde geändert.
fr: Votre playlist partagée a été modifiée.
hi: आपकी साझा प्लेलिस्ट को संशोधित किया गया है।
pt_br: Sua lista compartilhada foi modificada.

source: Alerts when a shared playlist is modified.
de: Warnungen, wenn eine gemeinsam genutzte playlist geändert wird.
fr: Alertes lorsqu'une playlist partagée est modifiée.
hi: अलर्ट जब एक साझा प्लेलिस्ट को संशोधित किया जाता है।
pt_br: Alerta quando uma lista compartilhada é modificada.

source: Your friend's playlist has been modified.
de: Die playlist Ihres Freundes wurde geändert.
fr: La playlist de votre ami a été modifiée.
hi: आपके मित्र की प्लेलिस्ट को संशोधित किया गया है।
pt_br: A lista do seu amigo foi modificada.

source: New Spots
de: Neue Flecken
fr: Nouveaux spots
hi: न्यू स्पॉट
pt_br: Novas atrações

source: Invalid Permission
de: Ungültige Genehmigung
fr: Autorisation non valide
hi: अमान्य अनुमति
pt_br: Permissão inválida

source: The owner has not allowed you to removed spots.
de: Der Eigentümer hat Ihnen nicht erlaubt, Flecken zu entfernen.
fr: Le propriétaire ne vous a pas permis de supprimer les spots.
hi: मालिक ने आपको स्पॉट हटाने की अनुमति नहीं दी है।
pt_br: O criador não permitiu que você removesse atrações.

source: Unable To Share
de: Nicht zu teilen
fr: Impossible de partager
hi: साझा करने में असमर्थ
pt_br: Incapaz de compartilhar

source: Unable Add Spots
de: Flecken nicht hinzufügen
fr: Incapable d'ajout de taches
hi: स्पॉट जोड़ने में असमर्थ
pt_br: Não é possível adicionar atrações

source: Invite Accepted!
de: Einladen akzeptiert!
fr: Inviter accepté!
hi: स्वीकार किए गए आमंत्रित!
pt_br: Convite aceito!

source: It may take a few seconds for the playlist to appear.
de: Es kann einige Sekunden dauern, bis die playlist angezeigt wird.
fr: Il peut prendre quelques secondes pour que playlist apparaisse.
hi: प्लेलिस्ट को प्रदर्शित होने में कुछ सेकंड लग सकते हैं।
pt_br: Pode levar alguns segundos para a lista aparecer.

source: Invalid Invite
de: Ungültige Einladung
fr: Invitation non valide
hi: अमान्य आमंत्रण
pt_br: Convite inválido

source: Please ask for another invite or check internet connection.
de: Bitte fragen Sie nach einer anderen Einladung oder überprüfen Sie die Internetverbindung.
fr: Veuillez demander une autre invitation ou vérifier la connexion Internet.
hi: कृपया एक और निमंत्रण के लिए पूछें या इंटरनेट कनेक्शन की जांच करें।
pt_br: Peça outro convite ou verifique a conexão com a Internet.

source: Only the owner can delete. If you would like to leave the shared playlist, please tap the person icon and choose yourself.
de: Nur der Eigentümer kann löschen. Wenn Sie die freigegebene playlist verlassen möchten, tippen Sie bitte auf das Person -Symbol und wählen Sie sich selbst.
fr: Seul le propriétaire peut supprimer. Si vous souhaitez quitter la playlist partagée, veuillez appuyer sur l'icône de la personne et choisir vous-même.
hi: केवल मालिक ही हटा सकता है। यदि आप साझा प्लेलिस्ट छोड़ना चाहते हैं, तो कृपया व्यक्ति आइकन पर टैप करें और खुद को चुनें।
pt_br: Somente o criador pode excluir. Se você deseja deixar como lista compartilhada, toque no ícone de usuário e escolha a si mesmo.

source: If you are the owner of a shared playlist, all participants will no longer have access.
de: Wenn Sie Eigentümer einer gemeinsam genutzten playlist sind, haben alle Teilnehmer keinen Zugriff mehr.
fr: Si vous êtes le propriétaire d'une playlist partagée, tous les participants n'auront plus accès.
hi: यदि आप एक साझा प्लेलिस्ट के मालिक हैं, तो सभी प्रतिभागियों के पास पहुंच नहीं होगी।
pt_br: Se você é o criador da lista compartilhada, todos os participantes não terão mais acesso.

source: %1$@ was added to your area!
de: %1$@ wurde in Ihre Gegend hinzugefügt!
fr: %1$@ a été ajoutée à votre région!
hi: %1$@ को आपके क्षेत्र में जोड़ा गया था!
pt_br: %1$@ foi adicionado à sua área!

source: What's New
de: Was gibt's Neues
fr: Quoi de neuf
hi: नया क्या है
pt_br: O que há de novo

source: Apple Watch Support
fr: Assistance Apple Watch
hi: Apple वॉच सपोर्ट
pt_br: Suporte do Apple Watch

source: Use the apple watch extension to quickly find spots near you.
de: Verwenden Sie die Apple Watch -Erweiterung, um schnell Plätze in Ihrer Nähe zu finden.
fr: Utilisez l'extension Apple Watch pour trouver rapidement des spots près de chez vous.
hi: अपने पास जल्दी से स्पॉट खोजने के लिए Apple वॉच एक्सटेंशन का उपयोग करें।
pt_br: Use a extensão do Apple Watch para encontrar rapidamente atrações perto de você.

source: Add widgets to your home screen to find spots near you at a glance.
de: Fügen Sie Ihrem Startbildschirm Widgets hinzu, um Spots in Ihrer Nähe auf einen Blick zu finden.
fr: Ajoutez des widgets à votre écran d'accueil pour trouver des taches près de chez vous en un coup d'œil.
hi: एक नज़र में अपने पास के स्पॉट खोजने के लिए अपने होम स्क्रीन पर विजेट जोड़ें।
pt_br: Adicione os widgets à sua tela inicial para encontrar atrações perto de você rapidamente.

source: Build your playlists with friends! Tap the person icon in any playlist to add people.
de: Bauen Sie Ihre playlists mit Freunden auf! Tippen Sie auf das Person -Symbol in jeder playlist, um Personen hinzuzufügen.
fr: Construisez lecture avec des amis! Appuyez sur l'icône de la personne dans n'importe quelle lecture pour ajouter des gens.
hi: दोस्तों के साथ अपनी प्लेलिस्ट बनाएं! लोगों को जोड़ने के लिए किसी भी प्लेलिस्ट में व्यक्ति आइकन पर टैप करें।
pt_br: Construa suas listas com amigos! Toque no ícone da pessoa em qualquer reprodução para adicionar pessoas.

source: Continue
de: Fortsetzen
fr: Continuez
hi: जारी रखें
pt_br: Continuar

source: Get notified when new spots are added near you, or when your shared playlists are modified. Go to settings to turn on notifications.
de: Lassen Sie sich benachrichtigen, wenn neue Stellen in Ihrer Nähe hinzugefügt werden oder wenn Ihre gemeinsam genutzten playlists geändert werden. Gehen Sie zu Einstellungen, um Benachrichtigungen einzuschalten.
fr: Soyez averti lorsque de nouveaux spots sont ajoutés près de chez vous ou lorsque vos lecture partagées sont modifiées. Accédez aux paramètres pour activer les notifications.
hi: जब आपके पास नए स्पॉट जोड़े जाते हैं, या जब आपके साझा प्लेलिस्ट को संशोधित किया जाता है, तो सूचित करें। सूचनाओं को चालू करने के लिए सेटिंग्स पर जाएं।
pt_br: Seja notificado quando novos atrações forem adicionados perto de você ou quando suas reprodução compartilhadas são modificadas. Vá para Ajustes para ativar as notificações.

source: Added By:
de: Hinzugefügt von:
fr: Ajouté par:
hi: द्वारा जोड़ा:
pt_br: Adicionado por:

source: The spot will be removed from the playlist.
de: Der Spot wird aus der playlist entfernt.
fr: L'endroit sera supprimé de la playlist.
hi: स्पॉट को प्लेलिस्ट से हटा दिया जाएगा।.
pt_br: A atração será removida da lista.

source: The spot will still be saved in My Spots.
de: Der Spot wird in My Spots immer noch gerettet.
fr: L'endroit sera toujours sauvé à My Spots.
hi: यह स्थान अभी भी My Spots में बचाया जाएगा।.
pt_br: A atração ainda será salva em My Spots.

source: If you are the owner of the spot, the spot will still be saved in My Spots.
de: Wenn Sie der Besitzer des Spots sind, wird der Spot in My Spots weiterhin gespeichert.
fr: Si vous êtes le propriétaire de l'endroit, l'endroit sera toujours sauvé dans My Spots.
hi: यदि आप मौके के मालिक हैं, तो अभी भी My Spots में स्पॉट को बचाया जाएगा।.
pt_br: Se você é o proprietário da atração, ela ainda será salva em My Spots.

source: Enter Name
de: Name eingeben
fr: Entrez le nom
hi: नाम दर्ज
pt_br: Insira o nome

source: Optional
fr: Optionnel
hi: वैकल्पिक
pt_br: Opcional

source: Name*
fr: Nom*
hi: नाम*
pt_br: Nome*

source: Bio
de: Biografie
hi: जैव
pt_br: Uma breve descrição sua

source: Email
hi: ईमेल

source: Enter Account Username
de: Geben Sie den Benutzernamen des Kontos ein
fr: Entrez le nom d'utilisateur du compte
hi: खाता उपयोगकर्ता नाम दर्ज करें
pt_br: Digite um nome de usuário para a conta

source: Create Account
de: Konto anlegen
fr: Créer un compte
hi: खाता बनाएं
pt_br: Criar uma conta

source: Unable To Create Account
de: Konto kann nicht erstellen
fr: Impossible de créer un compte
hi: खाता बनाने में असमर्थ
pt_br: Incapaz de criar conta

source: Failed to create account, you will be asked to create your account later.
de: Das Konto erstellt nicht, werden Sie aufgefordert, Ihr Konto später zu erstellen.
fr: Échec de la création de compte, il vous sera demandé de créer votre compte plus tard.
hi: खाता बनाने में विफल, आपको बाद में अपना खाता बनाने के लिए कहा जाएगा।
pt_br: Falha ao criar uma conta, você será solicitado a criar sua conta posteriormente.

source: Pronouns
de: Pronomen
fr: Pronoms
hi: सर्वनाम
pt_br: Pronomes

source: Account
de: Konto
fr: Compte
hi: खाता
pt_br: Conta

source: Member Since
de: Mitglied seit
fr: Membre depuis
hi: से सदस्ये
pt_br: Membro desde

source: Used for account recovery only
de: Nur für die Kontowiederherstellung verwendet
fr: Utilisé pour la récupération de compte uniquement
hi: केवल खाता वसूली के लिए उपयोग किया जाता है
pt_br: Usado apenas para recuperação de contas

source: Follow me on
de: Folge mir auf
fr: Suivez-moi sur
hi: मुझे इस पर फ़ॉलो करें
pt_br: Siga-me

source: iCloud account temporarily unavailable
de: iCloud -Konto vorübergehend nicht verfügbar
fr: compte iCloud temporairement indisponible
hi: iCloud खाता अस्थायी रूप से अनुपलब्ध है
pt_br: conta do iCloud temporariamente indisponível

source: Please try again later
de: Bitte versuchen Sie es später erneut
fr: Veuillez réessayer plus tard
hi: बाद में पुन: प्रयास करें
pt_br: Por favor, tente novamente mais tarde

source: Restricted iCloud account
de: Eingeschränktes iCloud -Konto
fr: Compte iCloud restreint
hi: प्रतिबंधित iCloud खाता
pt_br: Conta restrita do iCloud

source: Your iCloud account is restricted by parental controls or remote management
de: Ihr iCloud -Konto wird durch Elternkontrollen oder Remote -Verwaltung eingeschränkt
fr: Votre compte iCloud est limité par les contrôles parentaux ou la gestion à distance
hi: आपका iCloud खाता माता -पिता के नियंत्रण या दूरस्थ प्रबंधन द्वारा प्रतिबंधित है
pt_br: Sua conta do iCloud é restrita por controles parentais ou gerenciamento remoto

source: Could not verify iCloud account
de: Konnte das iCloud -Konto nicht überprüfen
fr: Impossible de vérifier le compte iCloud
hi: ICloud खाते को सत्यापित नहीं कर सका
pt_br: Não foi possível verificar a conta do iCloud

source: Please check internet and try again
de: Bitte überprüfen Sie das Internet und versuchen Sie es erneut
fr: Veuillez vérifier Internet et réessayer
hi: कृपया इंटरनेट की जाँच करें और पुनः प्रयास करें
pt_br: Por favor, verifique a internet e tente novamente

source: You Must Be Signed In To iCloud
de: Sie müssen bei iCloud angemeldet sein
fr: Vous devez être connecté à iCloud
hi: आपको iCloud में साइन किया जाना चाहिए
pt_br: Você deve estar logado no iCloud

source: Please Sign In Or Create An Account In Settings and enable iCloud for My Spot
de: Bitte melden Sie sich an oder erstellen Sie ein Konto in Einstellungen und aktivieren Sie iCloud für meinen Platz
fr: Veuillez vous connecter ou créer un compte dans les paramètres et activer iCloud pour ma place
hi: कृपया साइन इन करें या सेटिंग्स में एक खाता बनाएं और मेरे स्पॉट के लिए iCloud को सक्षम करें
pt_br: Por favor, faça login ou crie uma conta em Ajustes e ative o iCloud para o meu lugar

source: Unknown Error Occured
de: Unbekannter Fehler trat auf
fr: Une erreur inconnue s'est produite
hi: अज्ञात त्रुटि हुई
pt_br: Ocorreu um erro desconhecido

source: Please make sure you are signed in to iCloud
de: Bitte stellen Sie sicher, dass Sie bei iCloud angemeldet sind
fr: Veuillez vous assurer que vous êtes connecté à iCloud
hi: कृपया सुनिश्चित करें कि आप iCloud में साइन इन हैं
pt_br: Certifique-se de estar logado no iCloud

source: Check discover tab for more help
de: Weitere Hilfe finden Sie auf der Registerkarte Discover
fr: Vérifiez l'onglet Discover pour plus d'aide
hi: अधिक सहायता के लिए डिस्कवर टैब की जाँच करें
pt_br: Verifique a guia Descobrir para obter mais ajuda

source: Sign in to iCloud to Share Spots
de: Melden Sie sich bei iCloud an, um Flecken zu teilen
fr: Connectez-vous à iCloud pour partager des spots
hi: स्पॉट साझा करने के लिए iCloud में साइन इन करें
pt_br: Faça login no iCloud para compartilhar atrações

source: Badge
de: Abzeichen
hi: बैज
pt_br: Distintivo

source: Given to users who create a spot with their current location (not custom) and no other spots exist within a 10 mile radius.
de: Nutzern, die einen Platz mit ihrem aktuellen Standort erstellen (nicht individuell) und es gibt keine anderen Stellen innerhalb eines Radius von 10 Meilen.
fr: Données aux utilisateurs qui créent un spot avec leur emplacement actuel (pas la coutume) et aucun autre point n'existe dans un rayon de 10 miles.
hi: उन उपयोगकर्ताओं को देखते हुए जो अपने वर्तमान स्थान (कस्टम नहीं) के साथ एक स्थान बनाते हैं और 10 मील के दायरे में कोई अन्य स्पॉट मौजूद नहीं है।
pt_br: Dado aos usuários que criam uma atração com sua localização atual (não personalizada) e não existem outras atrações em um raio de 10 quilômetros.

source: Given to users who have been a member since 2022.
de: Nutzern, die seit 2022 Mitglied sind.
fr: Donné aux utilisateurs qui sont membres depuis 2022.
hi: उन उपयोगकर्ताओं को दिया गया जो 2022 से सदस्य हैं।
pt_br: Dado aos usuários que são membros desde 2022.

source: Given to users who have over 100 spots.
de: Nutzern mit über 100 Plätzen gegeben.
fr: Donné aux utilisateurs qui ont plus de 100 places.
hi: उन उपयोगकर्ताओं को दिया जिनके पास 100 से अधिक स्पॉट हैं।
pt_br: Dado a usuários que têm mais de 100 atrações.

source: Given to users who have over 50 spots.
de: Nutzern mit über 50 Plätzen gegeben.
fr: Donné aux utilisateurs qui ont plus de 50 places.
hi: उन उपयोगकर्ताओं को दिया जिनके पास 50 से अधिक स्पॉट हैं।
pt_br: Dado a usuários que têm mais de 50 atrações.

source: Given to users who have over 10 spots.
de: Nutzern mit über 10 Plätzen gegeben.
fr: Donné aux utilisateurs qui ont plus de 10 places.
hi: उन उपयोगकर्ताओं को दिया जिनके पास 10 से अधिक स्पॉट हैं।
pt_br: Dado a usuários que têm mais de 10 atrações.

source: Given to users who have over 250 downloads.
de: Nutzern mit über 250 Downloads gegeben.
fr: Donné aux utilisateurs qui ont plus de 250 téléchargements.
hi: उन उपयोगकर्ताओं को दिया जिनके पास 250 से अधिक डाउनलोड हैं।
pt_br: Dado a usuários que têm mais de 250 downloads.

source: Given to users who have over 100 downloads.
de: Nutzern mit über 100 Downloads gegeben.
fr: Donné aux utilisateurs qui ont plus de 100 téléchargements.
hi: उन उपयोगकर्ताओं को दिया जिनके पास 100 से अधिक डाउनलोड हैं।
pt_br: Dado a usuários que têm mais de 100 downloads.

source: Given to users who have over 50 downloads.
de: Nutzern mit über 50 Downloads gegeben.
fr: Donné aux utilisateurs qui ont plus de 50 téléchargements.
hi: उन उपयोगकर्ताओं को दिया जिनके पास 50 से अधिक डाउनलोड हैं।
pt_br: Dado a usuários que têm mais de 50 downloads.

source: Flag
de: Flagge
fr: Drapeau
hi: झंडा
pt_br: Bandeira

source: Diamond Spotter
fr: Observateur de diamants
hi: डायमंड स्पॉटर
pt_br: Descobridor de diamante

source: Gold Spotter
fr: Observateur en or
hi: स्वर्ण स्पॉटर
pt_br: Descobridor de ouro

source: Spotter
fr: Observateur
hi: गुप्तचर
pt_br: Observador

source: Diamond Downloads
fr: Téléchargements de diamants
hi: हीरा डाउनलोड
pt_br: Downloads de diamante

source: Gold Downloads
fr: Téléchargements d'or
hi: गोल्ड डाउनलोड
pt_br: Downloads de ouro

source: Profile
de: Profil
fr: Profil
hi: प्रोफ़ाइल
pt_br: Perfil

source: Unable to load account
de: Konto kann nicht geladen werden
fr: Impossible de charger le compte
hi: खाता लोड करने में असमर्थ
pt_br: Incapaz de carregar conta

source: Loading Account
de: Ladekonto
fr: Compte de chargement
hi: लोडिंग खाता
pt_br: Carregando conta

source: Failed To Update Account
de: Das Konto nicht aktualisiert
fr: Échec de la mise à jour du compte
hi: खाता अपडेट करने में विफल
pt_br: Falha ao atualizar a conta

source: Invalid Coordinates!
de: Ungültige Koordinaten!
fr: Coordonnées non valides!
hi: अमान्य निर्देशांक!
pt_br: Coordenadas inválidas!

source: Longitude(Y)
de: Länge (y)
hi: देशांतर (y)

source: Latitude(X)
de: Breitengrad (x)
hi: अक्षांश (x)

source: Enter Coordinates
de: Koordinaten eingeben
fr: Entrez les coordonnées
hi: निर्देशांक दर्ज करें
pt_br: Insira as coordenadas

source: Enter Account ID
de: Konto -ID eingeben
fr: Entrez l'ID de compte
hi: खाता आईडी दर्ज करें
pt_br: Digite o ID da conta

source: Added Spots
de: Spots hinzugefügt
fr: Les taches ajoutées
hi: जोड़ा धब्बे
pt_br: Pontos adicionados

source: Users
de: Benutzer
fr: Utilisateurs
hi: उपयोगकर्ताओं
pt_br: Usuários
