Repository: ramonteiro/mySpot
Catalog: Local/*.lproj/Localizable.strings
Languages: de, fr, hi, pt_br

source: Invalid Link
de: Ungültiger Link
fr: Lien invalide
hi: अमान्य लिंक
pt_br: Link inválido

source: Check that the link was not modified and try again.
de: Überprüfe, dass der Link nicht geändert wurde, und versuche es erneut.
fr: Vérifiez que le lien n'a pas été modifié et réessayer.
hi: जांचें कि लिंक संशोधित नहीं किया गया था और फिर से प्रयास करें।
pt_br: Verifique se o link não foi modificado e tente novamente.

source: Unable To Find Spot
de: Spot kann nicht gefunden werden
fr: Impossible de trouver place
hi: स्पॉट खोजने में असमर्थ
pt_br: Não é possível encontrar atração

source: This is due to poor internet connection or the spot you are looking for has been deleted by the founder.
de: Dies liegt an einer schlechten Internetverbindung oder der von dir gesuchter Spot wurde vom Gründer gelöscht.
fr: Cela est dû à une mauvaise connexion Internet ou à l'endroit que vous recherchez a été supprimé par le fondateur.
hi: यह खराब इंटरनेट कनेक्शन के कारण है या आप जिस स्थान की तलाश कर रहे हैं उसे संस्थापक द्वारा हटा दिया गया है।
pt_br: Isto é devido à má conexão com a Internet ou a atração que você está procurando foi excluído pelo criador.

source: Unable To Load More Spots
de: Weitere Spots können nicht geladen werden
fr: Impossible de charger plus de points
hi: अधिक स्पॉट लोड करने में असमर्थ
pt_br: Não é possível carregar mais atrações

source: Check internet conection and try again.
de: Überprüfe deine Internetverbindung und versuche es erneut.
fr: Vérifiez la conception Internet et réessayez.
hi: इंटरनेट का संकलन जांचें और फिर से प्रयास करें।
pt_br: Verifique a conexão com a Internet e tente novamente.

source: Check out, "
de: Shau dir jetzt, "
fr: Regarder, "
hi: की ओर देखें, "
pt_br: Olhe para a, "

source: " on My Spot!
de: " mit My Spot an!
fr: " avec My Spot!
hi: " साथ My Spot!
pt_br: " com My Spot!

source: If you don't have My Spot, get it on the Appstore here:
de: Wenn du My Spot nicht hast, lade es über den AppStore herunter:
fr: Si vous n'avez pas de place, obtenez-le sur l'AppStore ici:
hi: यदि आपके पास मेरी जगह नहीं है, तो इसे ऐपस्टोर पर यहां प्राप्त करें:
pt_br: Se você não ainda não tem o My Spot, obtenha-o na App Store aqui:

source: A new spot was added to your area!
de: In Ihrem Bereich wurde ein neuer Spot hinzugefügt!
fr: Un nouveau spot a été ajouté à votre région!
hi: आपके क्षेत्र में एक नया स्थान जोड़ा गया था!
pt_br: Uma nova atração foi adicionado à sua área!

source: Unable To Load Image
de: Bild kann nicht geladen werden
fr: Impossible de charger l'image
hi: छवि लोड करने में असमर्थ
pt_br: Não é possível carregar a imagem

source: This error is unknown. Please try again.
de: Dieser Fehler ist unbekannt. Bitte versuche es erneut.
fr: Cette erreur est inconnue. Veuillez réessayer.
hi: यह त्रुटि अज्ञात है। कृपया पुन: प्रयास करें।
pt_br: Este erro é desconhecido. Por favor, tente novamente.

source: Enter Spot Name
de: Gebe den Spotnamen ein
fr: Entrez le nom de la place
hi: स्पॉट नाम दर्ज करें
pt_br: Digite o nome da atração

source: Save
de: Speichern
fr: Sauver
hi: बचाना
pt_br: Salve

source: Diameter:
de: Durchmesser:
fr: Diamètre:
hi: व्यास:
pt_br: Diâmetro:

source: Saving
de: Speichern
fr: Économie
hi: सहेजा जा रहा है
pt_br: Salvando

source: Radius: 10 Miles
de: Radius: 10 Kilometer
fr: Rayon: 10 kilomètres
hi: त्रिज्या: 10 किलोमीटर
pt_br: Raio: 10 quilômetros

source: Cancel
de: Abbrechen
fr: Annuler
hi: रद्द करना
pt_br: Cancelar

source: You Must Be Signed In To iCloud To Disover And Share Spots
de: Du musst in iCloud angemeldet sein, um Spots zu erkunden und zu teilen.
fr: Vous devez être connecté à iCloud pour dissooter et partager des taches
hi: आपको स्पॉट्स को स्वीकार करने और साझा करने के लिए iCloud पर हस्ताक्षर किए जाने चाहिए
pt_br: Você deve estar conectado ao iCloud para descobrir e compartilhar atrações

source: Please Sign In Or Create An Account In Settings
de: Bitte melde dich an oder erstelle ein Konto in den Einstellungen
fr: Veuillez vous connecter ou créer un compte dans Paramètres
hi: कृपया सेटिंग में साइन इन करें या खाता बनाएं
pt_br: Por favor, faça login ou crie uma conta em Ajustes

source: Loading Spots
de: Laden von Spots.
fr: tache de chargement
hi: लोड हो रहा है
pt_br: Carregando atrações

source: Unable to load spots
de: Spots können nicht geladen werden
fr: Impossible de charger des taches
hi: धब्बों को लोड करने में असमर्थ
pt_br: Não é possível carregar atrações

source: Try refreshing or checking your internet connection
de: Versuche, deine Internetverbindung zu neustarten oder zu überprüfen
fr: Essayez de rafraîchir ou de vérifier votre connexion Internet
hi: ताज़ा करने या अपने इंटरनेट कनेक्शन की जाँच करने का प्रयास करें
pt_br: Tente recarregar ou verificar sua conexão com a Internet

source: Discover
de: Entdecken
fr: Découvrir
hi: खोज करना
pt_br: Descobrir

source: Max Range Of 5 Km
de: Maximales Reichweite von 5 Kilometern
fr: Gamme maximale de 5 kilomètres
hi: अधिकतम 5 किलोमीटर की सीमा
pt_br: Faixa máxima de 5 quilômetros

source: Max Range Of 10 Km
de: Maximales Reichweite von 10 Kilometern
fr: Gamme maximale de 10 kilomètres
hi: अधिकतम 10 किलोमीटर की सीमा
pt_br: Faixa máxima de 10 quilômetros

source: Max Range Of 25 Km
de: Maximales Reichweite von 25 Kilometern
fr: Gamme maximale de 25 kilomètres
hi: अधिकतम 25 किलोमीटर की सीमा
pt_br: Faixa máxima de 25 quilômetros

source: Max Range Of 50 Km
de: Maximales Reichweite von 50 Kilometern
fr: Gamme maximale de 50 kilomètres
hi: अधिकतम 50 किलोमीटर की सीमा
pt_br: Faixa máxima de 50 quilômetros

source: Max Range Of 100 Km
de: Maximales Reichweite von 100 Kilometern
fr: Gamme maximale de 100 kilomètres
hi: अधिकतम 100 किलोमीटर की सीमा
pt_br: Faixa máxima de 100 quilômetros

source: Anywhere In The World
de: Überall auf der Welt
fr: Partout dans le monde
hi: विश्व में कहीं भी
pt_br: Em qualquer lugar do mundo

source: Any
de: Reichweite
fr: Quelconque
hi: कोई भी
pt_br: Algum

source: Load More Spots
de: Mehr Spots laden.
fr: Charger plus de points
hi: अधिक स्पॉट लोड करें
pt_br: Carregue mais atrações

source: Sort By Likes
de: Sortieren nach Downloads
fr: Trier par téléchargements
hi: डाउनलोड द्वारा सॉर्ट करें
pt_br: Classificar por downloads

source: Sort By Closest
de: Sortieren nach nächstgelegen
fr: Trier par le plus proche
hi: निकटतम द्वारा क्रमबद्ध करें
pt_br: Classifique pelo mais próximo

source: Sort By Newest
de: Sortieren nach neuestem
fr: Trier par le plus récent
hi: नवीनतम द्वारा क्रमबद्ध करें
pt_br: Classifique pelo mais recente

source: Sort By Name
de: Sortieren nach Namen
fr: Trier par nom
hi: नाम द्वारा क्रमबद्ध करें
pt_br: Ordenar pelo nome

source: Closest
de: Am nächsten
fr: Le plus proche
hi: निकटतम
pt_br: Mais próximo

source: Name
fr: Nom
hi: नाम
pt_br: Nome

source: Newest
de: Neueste
fr: Nouveau
hi: नवीनतम
pt_br: O mais novo

source: Likes
de: Downloads
fr: Téléchargements
hi: डाउनलोड
pt_br: Avaliação

source: Search
de: Suche
fr: Recherche
hi: खोज
pt_br: Procurar

source: Unable To Upload Spot
de: Spot kann nicht hochgeladen werden
fr: Impossible de télécharger une place
hi: स्पॉट अपलोड करने में असमर्थ
pt_br: Não é possível enviar esta atração

source: OK
fr: D'ACCORD
hi: ठीक है

source: Please check internet connection and try again.
de: Bitte überprüfe die Internetverbindung und versuchen es erneut.
fr: Veuillez vérifier la connexion Internet et réessayer.
hi: कृपया इंटरनेट कनेक्शन की जांच करें और पुनः प्रयास करें।
pt_br: Por favor, verifique a conexão com a Internet e tente novamente.

source: Delete
de: Löschen
fr: Supprimer
hi: मिटाना
pt_br: Excluir

source: Are you sure you want to delete?
de: Bist du dir sicher, dass du diesen Spot löschen möchten?
fr: Etes-vous sûr que vous voulez supprimer?
hi: क्या आप वाकई हटाने के इच्छुक हैं?
pt_br: Tem certeza de que deseja excluir?

source: Search All Spots
de: Suche alle Spots.
fr: Rechercher tous les taches
hi: सभी स्पॉट खोजें
pt_br: Pesquise todos os atrações

source: No Spots Here Yet!
de: Noch keine Spots hier!
fr: Pas de taches ici encore!
hi: अभी तक कोई धब्बे नहीं!
pt_br: Sem atrações aqui ainda!

source: Add Some With The
de: Füge einige mit dem
fr: Ajouter certains avec le
hi: के साथ कुछ जोड़ें
pt_br: Adicione alguns com o

source: Button Above
de: Button oben hinzu.
fr: Bouton ci-dessus
hi: ऊपर बटन
pt_br: Botão acima

source: Playlists
hi: प्लेलिस्ट
pt_br: Listas

source: No Playlists Here Yet!
de: Noch keine Playlists hier!
fr: Pas de playlists ici encore!
hi: अभी तक कोई प्लेलिस्ट नहीं!
pt_br: Sem listas aqui ainda!

source: Playlist Name*
fr: Nom de la playlist *
hi: प्लेलिस्ट नाम *
pt_br: Nome reprodução *

source: Emoji ID*
fr: Identification Emoji *
hi: इमोजी पहचान *
pt_br: Identificação emoji *

source: Create Playlist
de: Playlist erstellen
fr: Créer une playlist
hi: प्लेलिस्ट बनायें
pt_br: Criar lista

source: Done
de: Erledigt
fr: Fait
hi: पूर्ण
pt_br: OK

source: Are you sure you want to delete playlist?
de: Bist du dir sicher, dass du die Playlist löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer la playlist?
hi: क्या आप वाकई प्लेलिस्ट को हटाना चाहते हैं?
pt_br: Tem certeza de que deseja excluir esta lista?

source: Are You Sure You Want To Delete
de: Bist du dir sicher, dass du
fr: Etes-vous sûr que vous voulez supprimer
hi: बहुत ही पास से
pt_br: Tem certeza de que deseja excluir

source: Are you sure you want to delete spot?
de: Bist du dir sicher, dass du diesen Spot löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer la place?
hi: क्या आप वाकई स्पॉट को हटाना चाहते हैं?
pt_br: Tem certeza de que deseja excluir esta atração?

source: Enter Playlist Name
de: Gib den Namen der Playlist ein
fr: Entrez le nom de la liste de lecture
hi: प्लेलिस्ट नाम दर्ज करें
pt_br: Digite o nome da lista

source: Enter Emoji
de: Gib den Emoji ein
fr: Entrez emoji
hi: इमोजी दर्ज करें
pt_br: Insira emojis.

source: Add Spots
de: Spots hinzufügen.
fr: Ajouter des taches
hi: स्पॉट जोड़ें
pt_br: Adicione atrações

source: No Spots Available To Add
de: Keine Spots zum Hinzufügen
fr: Aucun taches disponible pour ajouter
hi: जोड़ने के लिए कोई स्पॉट उपलब्ध नहीं है
pt_br: Não há atrações disponíveis para adicionar

source: Edit
de: Bearbeiten
fr: Modifier
hi: संपादन करना
pt_br: Editar

source: Empty Playlist
de: Leere Playlist
fr: Playlist vide
hi: खाली प्लेलिस्ट
pt_br: Lista vazia

source: Emoji*
hi: इमोजी *

source: Unable To Save Spot
de: Spot kann nicht gespeichert werden
fr: Impossible d'économiser place
hi: स्पॉट को बचाने में असमर्थ
pt_br: Não é possível salvar esta atração

source: Failed to save spot. Please try again.
de: Spot konnte nicht gespeichert werden. Bitte versuche es erneut.
fr: Échoué à économiser place. Veuillez réessayer.
hi: स्पॉट को बचाने में विफल। कृपया पुन: प्रयास करें।
pt_br: Falha ao salvar a atração. Por favor, tente novamente.

source: Error Deleting Spot
de: Fehler beim Löschen vom Spot.
fr: Erreur lors de la suppression de la place
hi: त्रुटि हटाने में त्रुटि
pt_br: Erro ao excluir a atração

source: Spot will be removed from 'Discover' tab and no longer sharable. If this spot is still in 'My Spots' tab, it will not be deleted there.
de: Spot wird aus dem Tab 'Entdecken' entfernt und ist nicht mehr teilbar. Wenn sich dieser Spot noch in dem Tab 'My Spots' befindet, wird es dort nicht gelöscht.
fr: Spot sera supprimé de l'onglet 'Découvrir' et n'est plus sataable. Si cet endroit est toujours dans l'onglet 'My Spots', il ne sera pas supprimé là-bas.
hi: स्पॉट को 'डिस्कवर' टैब से हटा दिया जाएगा और अब शानदार नहीं होगा। यदि यह स्थान अभी भी 'My Spots' टैब में है, तो इसे वहां हटाया नहीं जाएगा।
pt_br: A atração será removido da aba 'Descobrir' e não mais compartilhada. Se ela ainda estiver na guia 'My Spot', ela não será excluída de lá.

source: Spot will be removed from 'My Spots' tab. If this spot is still in 'Discover' tab, it will not be deleted there.
de: Spot wird von dem Tab 'My Spots' entfernt. Wenn sich dieser Ort noch in dem Tab 'Entdecken' befindet, wird es dort nicht gelöscht.
fr: La tache sera retirée de l'onglet 'My Spots'. Si cet endroit est toujours dans l'onglet 'Découvrir', il ne sera pas supprimé là-bas.
hi: स्पॉट को 'My Spots' टैब से हटा दिया जाएगा। यदि यह स्थान अभी भी 'डिस्कवर' टैब में है, तो इसे वहां हटाया नहीं जाएगा।
pt_br: A atração será removida da guia 'My Spots'. Se ela ainda estiver na aba 'Descobrir', ele não será excluído lá.

source: away
de: weg
hi: दूर
pt_br: de distância

source: Report Spot
de: Spot melden
fr: Reporter
hi: रिपोर्ट स्पॉट
pt_br: Denunciar atração.

source: Report Received
de: Meldung erhalten
fr: Rapport reçu
hi: प्राप्त रिपोर्ट
pt_br: Denúncia recebida

source: How should this spot be reported?
de: Wie soll dieser Spot gemeldet werden?
fr: Comment ce point devrait-il être signalé?
hi: इस स्थान की सूचना कैसे दी जानी चाहिए?
pt_br: Por que esta atração deve ser denunciada?

source: Dangerous
de: Gefährlich
fr: Dangereux
hi: खतरनाक
pt_br: Perigosa

source: Spam
hi: अवांछित ईमेल

source: Inappropriate
de: Unangemessen
fr: Inapproprié
hi: अनुपयुक्त
pt_br: Inapropriada

source: Offensive
de: Beleidigend
fr: Attaque
hi: आक्रामक
pt_br: Ofensiva

source: Loading Image
de: Bild lädt
fr: Chargement
hi: लोड हो रहा है छवि
pt_br: Imagem não funciona

source: Cannot Find Location
de: Standort kann nicht gefunden werden
fr: Impossible de trouver l'emplacement
hi: स्थान नहीं मिल सकता है
pt_br: Não é possível encontrar a localização

source: By:
de: Erstellt von:
fr: Créé par:
hi: के द्वारा बनाई गई:
pt_br: Criado por:

source: Spot Name*
fr: Nom de tache *
hi: स्पॉट नाम *
pt_br: Nome da atração *

source: Founder's Name*
de: Name des Erstellers *
fr: Nom du fondateur *
hi: संस्थापक का नाम *
pt_br: Nome do criador *

source: Share Spot
de: Spot teilen
fr: Spot d'action
hi: शेयर स्थान
pt_br: Compartilhar atração

source: Public spots are shown in discover tab to other users.
de: Öffentliche Spots werden in dem Tab Entdecken an andere Benutzer angezeigt.
fr: Les points publics sont présentés dans l'onglet Découvrez à d'autres utilisateurs.
hi: सार्वजनिक स्पॉट अन्य उपयोगकर्ताओं को डिस्कवर टैब में दिखाए जाते हैं।
pt_br: Atrações públicas são mostradas na aba Descobrir para outros usuários.

source: Spot Description
de: Spot Beschreibung
fr: Description spot
hi: स्पॉट विवरण
pt_br: Descrição da atração

source: Use # to add tags. Example: #hiking #skating
de: Verwende #, um Tags hinzuzufügen. Beispiel: #hiking #skating
fr: Utilisez # pour ajouter des balises. Exemple: #hking #skating
hi: टैग जोड़ने के लिए # का उपयोग करें। उदाहरण: #king #skating
pt_br: Use # para adicionar tags. Exemplo: #praia #skating

source: Date Found
de: Datum gefunden
fr: Date trouvée
hi: तिथि मिली
pt_br: Data encontrada

source: Location is permanent and cannot be changed after creating spot.
de: Der Standort ist dauerhaft und kann nach dem Erstellen vom Spot nicht geändert werden.
fr: L'emplacement est permanent et ne peut pas être changé après avoir créé une place.
hi: स्थान स्थायी है और स्थान बनाने के बाद बदला नहीं जा सकता है।
pt_br: A localização é permanente e não pode ser alterada após a criação de atração.

source: Photo of Spot
de: Foto vom Spot.
fr: Photo de tache
hi: स्पॉट का फोटो
pt_br: Foto da atração

source: Only 1 image is required (up to 3).
de: Nur 1 Bild ist erforderlich (bis zu 3).
fr: Une seule image est requise (jusqu'à 3).
hi: केवल 1 छवि की आवश्यकता है (3 तक)।
pt_br: Apenas 1 imagem é necessária (até 3).

source: Choose Image From Photos or Camera
de: Wählen Sie ein Bild aus Fotos oder Kamera
fr: Choisissez une image à partir de photos ou de caméra
hi: फोटो या कैमरे से छवि चुनें
pt_br: Escolha a imagem de seu álbum ou capture com a câmera

source: Camera
de: Kamera
fr: Appareil photo
hi: कैमरा
pt_br: Câmera

source: Photos
de: Fotos
hi: तस्वीरें
pt_br: Fotos

source: Create Spot
de: Spot erstellen
fr: Créer un endroit
hi: स्पॉट बनाएँ
pt_br: Criar atração

source: No Internet Connection Found.
de: Keine Internetverbindung gefunden.
fr: Aucune connexion Internet trouvée.
hi: कोई इंटरनेट कनेक्शन नहीं मिला।
pt_br: Nenhuma conexão com a Internet encontrada.

source: Internet Is Required to Find Location.
de: Internet ist erforderlich, um deinen Standort zu finden.
fr: Internet est nécessaire pour trouver l'emplacement.
hi: स्थान खोजने के लिए इंटरनेट की आवश्यकता है।
pt_br: A Internet é necessária para localização.

source: Location services are not enabled for My Spot.
de: Standortdienste sind für My Spot nicht aktiviert.
fr: Les services de localisation ne sont pas activés pour mon spot.
hi: स्थान सेवाएं मेरे स्थान के लिए सक्षम नहीं हैं।
pt_br: Os serviços de localização não estão habilitados para o app.

source: Please enable location in settings.
de: Bitte aktiviere die Standortdienste in den Einstellungen.
fr: Veuillez activer l'emplacement dans les paramètres.
hi: कृपया सेटिंग्स में स्थान सक्षम करें।
pt_br: Por favor, autorize a localização em Ajustes.

source: Settings
de: Einstellungen
fr: Réglages
hi: समायोजन
pt_br: Ajustes

source: Or create a spot with a custom location
de: Oder erstelle einen Spot mit einem benutzerdefinierten Standort
fr: Ou créer une place avec un emplacement personnalisé
hi: या एक कस्टम स्थान के साथ एक स्थान बनाएँ
pt_br: Ou criar uma atração com um local personalizado

source: Set Custom Location
de: Setze den benutzerdefinierten Standort
fr: Définir l'emplacement personnalisé
hi: कस्टम स्थान सेट करें
pt_br: Definir localização personalizada

source: Public
de: Öffentlich
hi: जनता
pt_br: Público

source: Enter Founder Name
de: Gebe den Erstellernamen ein
fr: Entrez le nom fondateur
hi: संस्थापक नाम दर्ज करें
pt_br: Digite o nome do criador.

source: Failed to upload spot. Spot is now set to private, please try again later and check internet connection.
de: Fehler beim Hochladen des Spots. Der Spot ist jetzt privat eingestellt, bitte versuche es später erneut und überprüfe die Internetverbindung.
fr: Échoué à télécharger de la place. Spot est maintenant réglé sur Privé, veuillez réessayer plus tard et vérifier la connexion Internet.
hi: स्पॉट अपलोड करने में विफल। स्पॉट अब निजी पर सेट है, कृपया बाद में पुनः प्रयास करें और इंटरनेट कनेक्शन की जांच करें।
pt_br: Falha ao enviar a atração. Ela está agora definido como privada, por favor, tente novamente mais tarde e verifique a conexão com a Internet.

source: Private
de: Privat
fr: Privé
hi: निजी
pt_br: Privado

source: Setting a public spot to private will remove it from discover tab.
fr: Définir un lieu public sur Privé le supprimera de l'onglet discover.
hi: निजी को सार्वजनिक स्थान सेट करना इसे डिस्कवर टैब से हटा देगा।
pt_br: Alterar uma atração de pública para privada irá removê-la da aba Descobrir.

source: Unable To Remove Public Spot
de: Öffentlicher Spot kann nicht entfernt werden
fr: Impossible de supprimer le point public
hi: सार्वजनिक स्थान को हटाने में असमर्थ
pt_br: Não é possível remover uma atração pública

source: Failed to remove spot from discover tab. Please check connection and try again.
de: Fehler beim Entfernen von Spot vom Entdecken Tab. Bitte überprüfe die Internetverbindung und versuche es erneut.
fr: Impossible de supprimer Spot de l'onglet Découvrez. Veuillez vérifier la connexion et réessayer.
hi: डिस्कवर टैब से स्पॉट को हटाने में विफल। कृपया कनेक्शन जांचें और पुनः प्रयास करें।
pt_br: Falha ao remover a atração da aba Descobrir. Por favor, verifique a conexão e tente novamente.

source: Unable To Save Public Spot
de: Öffentlicher Spot kann nicht gespeichert werden
fr: Incapable de sauver la place publique
hi: सार्वजनिक स्थान बचाने में असमर्थ
pt_br: Não é possível salvar atrações públicas

source: Failed to save public spot. Please check connection and try again.
de: Öffentlicher Spot konnte nicht gespeichert werden. Bitte überprüfen die Internetverbindung und versuche es erneut.
fr: Échoué à sauver la place publique. Veuillez vérifier la connexion et réessayer.
hi: सार्वजनिक स्थान को बचाने में विफल। कृपया कनेक्शन जांचें और पुनः प्रयास करें।
pt_br: Falha ao salvar atração pública. Por favor, verifique a conexão e tente novamente.

source: Message to My Spot developer:
de: Nachricht an My Spot Entwickler:
fr: Message à mon développeur Spot:
hi: मेरे स्पॉट डेवलपर को संदेश:
pt_br: Mensagem ao meu Desenvolvedor Spot:

source: Edit Custom Color
de: Benutzerdefinierte Farbe bearbeiten
fr: Modifier la couleur personnalisée
hi: कस्टम रंग संपादित करें
pt_br: Editar cor personalizada

source: Color Scheme
de: Farbschema
fr: Schéma de couleur
hi: रंग योजना
pt_br: Esquema de cores

source: New Spots Notification
de: Neue Spots Benachrichtigung
fr: Notification de nouvelles taches
hi: नई स्पॉट अधिसूचना
pt_br: Nova notificação de atrações

source: Configure
de: Konfigurieren
fr: Configurer
hi: कॉन्फ़िगर
pt_br: Ajustar

source: Area Set To:
de: Bereich eingestellt auf:
fr: Zone fixée à:
hi: क्षेत्र निर्धारित:
pt_br: Área definida para:

source: Alerts when new spots are added to your location, within a 10 mile radius. Tap 'Configure' to change the location where new spots should alert you.
de: Benachrichtigung, wenn in deinem Standort, innerhalb eines Radius von 10 Meilen, neue Spots hinzugefügt werden. Tippe auf Konfigurieren, um den Ort zu ändern, an dem neue Spots dich benachrichtigen sollten.
fr: Alertes lorsque de nouvelles taches sont ajoutées à votre emplacement, dans un rayon de 10 milles. Appuyez sur Configurer pour modifier l'emplacement où de nouvelles taches devraient vous alerter.
hi: अलर्ट जब आपके स्थान पर नए स्पॉट जोड़े जाते हैं, तो 10 मील त्रिज्या के भीतर। उस स्थान को बदलने के लिए कॉन्फ़िगर करें टैप करें जहां नए स्पॉट आपको सतर्क करना चाहिए।
pt_br: Alertas quando novos atrações são adicionados à sua localização, dentro de um raio de 10 milhas. Toque em Ajustes para alterar a atração onde novos atrações devem alertá-lo.

source: Max Spots To Load:
de: Max Spots zu laden:
fr: Taches maximales à charger:
hi: अधिकतम स्पॉट लोड करने के लिए:
pt_br: Máximo de atrações para carregar:

source: Set how many spots to load at once. If load times are slow, lower this number.
de: Setze fest, wie viele Spots auf einmal geladen werden sollen. Wenn die Ladezeiten langsam sind, senke diese Nummer.
fr: Définissez le nombre de taches à charger à la fois. Si les temps de charge sont lents, abaissez ce nombre.
hi: एक बार में कितने स्पॉट लोड करने के लिए सेट करें। यदि लोड समय धीमा है, तो इस संख्या को कम करें।
pt_br: Defina quantos atrações para carregar de uma só vez. Se os tempos de carga forem lentos, diminuam esse número.

source: Email Developer
de: E-Mail Entwickler
fr: Développeur de messagerie
hi: ईमेल डेवलपर
pt_br: Enviar e-mail para o desenvolvedor

source: Help
de: Hilfe
fr: Aider
hi: मदद
pt_br: Ajuda

source: Ask questions, submit bugs, or suggest new features. All comments are welcomed and I will read every email sent!
de: Fragen stellen, Fehler melden oder neue Funktionen vorschlagen. Alle Kommentare werden begrüßt und ich werde jede gesendete E-Mail lesen!
fr: Posez des questions, soumettez des bugs ou suggérez de nouvelles fonctionnalités. Tous les commentaires sont accueillis et je vais lire chaque email envoyé!
hi: प्रश्न पूछें, बग जमा करें, या नई सुविधाओं का सुझाव दें। सभी टिप्पणियों का स्वागत है और मैं भेजे गए हर ईमेल को पढ़ूंगा!
pt_br: Faça perguntas, relate bugs ou sugira novos recursos. Todos os comentários são bem-vindos e eu vou ler todos os e-mails enviados!

source: Video Tutorial
de: Videoanleitung
fr: Didacticiel vidéo
hi: वीडियो ट्यूटोरियल
pt_br: Vídeo tutorial

source: Youtube video with timestamps to demonstrate how to use My Spot.
de: YouTube Video mit Zeitstempeln, um zu demonstrieren, wie du My Spot nutzt.
fr: Vidéo YouTube avec horodatage pour démontrer comment utiliser mon spot.
hi: टाइमस्टैम्प के साथ यूट्यूब वीडियो यह दिखाने के लिए कि मेरे स्थान का उपयोग कैसे करें।
pt_br: Vídeo do YouTube com marcacões para demonstrar como usar o app.

source: About Me
de: Über mich
fr: Sur moi
hi: मेरे बारे में
pt_br: Sobre mim
