Repository: ramonteiro/mySpot
Catalog: Local/*.lproj/Localizable.strings
Languages: de, fr, hi, pt_br

source: Saved!
de: Gerettet!
fr: Enregistré!
hi: बचाया!
pt_br: Salvou!

source: Spot Deleted
de: Spot gelöscht
fr: Spot supprimé
hi: डिलीट किया हुआ
pt_br: Spot excluído

source: Failed to Accept
de: Nicht akzeptiert
fr: Échec de l'acceptation
hi: स्वीकार करने में विफल रहा
pt_br: Falhou em aceitar

source: Reported
de: Berichtet
fr: Signalé
hi: की सूचना दी
pt_br: Relatado

source: Welcome!
de: Herzlich willkommen!
hi: स्वागत!
pt_br: Bem-vindo!

source: Only image and name required
de: Nur Bild und Name erforderlich
hi: केवल छवि और नाम की आवश्यकता है
pt_br: Somente imagem e nome necessário

source: Setting a public spot to private will remove it from discvoer tab.
de: Einen öffentlichen Spot privat zu machen wird ihn vom Entdecken Tab entfernen.
